[
  {
    "id": 0,
    "term": "Beringia",
    "pageNumber": 5,
    "text": "The land brige between Siberia and Alaska that was exposed by the Wisconsin glaciation, allowing people to migrate into the Western Hemisphere.",
    "regex": "beringia",
    "chapterId": 0
  },
  {
    "id": 1,
    "term": "Paleo-Indians",
    "pageNumber": 5,
    "text": "Archaeologists' term for the first migrants into North America and their descendants who spread across the Americas between 15,000 BP and 13,500 BP, approximately.",
    "regex": "paleo[ -]indians?",
    "chapterId": 0
  },
  {
    "id": 2,
    "term": "Clovis point",
    "pageNumber": 6,
    "text": "Distinctively shaped spearhead used by Paleo-Indians and named for the place in Mexico where it was first excavated.",
    "regex": "clovis point",
    "chapterId": 0
  },
  {
    "id": 3,
    "term": "hunter-gatherer",
    "pageNumber": 7,
    "text": "A way of life that involved hunting game and gathering food from naturally occurring sources, as opposed to engaging in agriculture and animal husbandry. Archaid Indians and their descendants survived in North America for centuries as hunter-gatherers.",
    "regex": "hunter[ -]gatherer",
    "chapterId": 0
  },
  {
    "id": 4,
    "term": "Archaic Indians",
    "pageNumber": 7,
    "text": "Hunting and gathering peoples who descended from Paleo-Indians and dominated the Americas from 10,000 BP to between 4000 and 3000 BP, approximately.",
    "regex": "archaic indians?",
    "chapterId": 0
  },
  {
    "id": 5,
    "term": "pueblos",
    "pageNumber": 11,
    "text": "Multiunit dwellings, storage spaces, and ceremonial centers—often termed kivas—built by ancient Americans in the Southwest for centuries around AD 1000.",
    "regex": "pueblos?",
    "chapterId": 0
  },
  {
    "id": 6,
    "term": "Pueblo Bonito",
    "pageNumber": 11,
    "text": "The largest residential and ceremonial site, containing more than 600 rooms and thirty-five kivas, in the major Anasazi cultural center of Chaco Canyon in present-day New Mexico.",
    "regex": "pueblo bonito",
    "chapterId": 0
  },
  {
    "id": 7,
    "term": "burial mounds",
    "pageNumber": 12,
    "text": "Earthen mounds constructed by ancient American peoples, especially throughout the gigantic drainage of the Ohio and Mississippi rivers, after about 2500 BP and often used to bury important leaders and to enact ceremonies.",
    "regex": "burial mounds?",
    "chapterId": 0
  },
  {
    "id": 8,
    "term": "chiefdom",
    "pageNumber": 12,
    "text": "Hierarchical social organization headed by a chief. Archaeologists posit that the Woodland cultures were organized into chiefdoms because the construction of their characteristic burial mounds likely required one person having command over the labor of others.",
    "regex": "chiefdom",
    "chapterId": 0
  },
  {
    "id": 9,
    "term": "Cahokia",
    "pageNumber": 13,
    "text": "The largest ceremonial site in ancient North America, located on the eastern bank of the Missippi River across from present-day St. Louis, where thousands of inhabitants built hundreds of earthen mounds between AD 700 and AD 1400.",
    "regex": "cahokia",
    "chapterId": 0
  },
  {
    "id": 10,
    "term": "Mexica",
    "pageNumber": 18,
    "text": "An empire that stretched from coast to coast across central Mexico and encompassed as many as six million people. Their culture was characterized by steep hierarchy and devotion to the war god Huitzilopochtli.",
    "regex": "mexica",
    "chapterId": 0
  },
  {
    "id": 11,
    "term": "tribute",
    "pageNumber": 19,
    "text": "The goods the Mexica collected from conquered peoples, from basic food products to candidates for human sacrifice. Tribute engendered resentment among the Mexica's subjects, creating a vulnerability the Spaniards would later exploit.",
    "regex": "tribute",
    "chapterId": 0
  },
  {
    "id": 12,
    "term": "Black Death",
    "pageNumber": 25,
    "text": "A disease that in the mid-fourteenth century killed about a third of the European population and left a legacy of increased food and resources for the survivors as well as a sense of a world in precarious balance.",
    "regex": "black death",
    "chapterId": 1
  },
  {
    "id": 13,
    "term": "Reconquest",
    "pageNumber": 27,
    "text": "The centuries-long drive to expel Muslims from the Iberian Peninsula undertaken by the Christian kingdoms of Spain and Portgual. The military victories of the Reconquest helped the Portguese gain greater access to sea routes.",
    "regex": "reconquest|reconquista",
    "chapterId": 1
  },
  {
    "id": 14,
    "term": "Tainos",
    "pageNumber": 29,
    "text": "The Indians who inhabited San Salvador and many Caribbean islands and who were the first people Columbus encountered after making landfall in the New World.",
    "regex": "tainos",
    "chapterId": 1
  },
  {
    "id": 15,
    "term": "Treaty of Torsedillas",
    "pageNumber": 30,
    "text": "The treaty negociated in 1494 to delineate land claims in the New World. The treaty drew an imaginary line west of the Canary Islands; land discovered west of the line belonged to Spain, and land to the east belonged to Portugal.",
    "regex": "treaty of torsedillas|torsedillas treaty",
    "chapterId": 1
  },
  {
    "id": 16,
    "term": "Columbian exchange",
    "pageNumber": 32,
    "text": "The transatlantic exchange of goods, people, and ideas that began when Colombus arrived in the Caribbean, ending the age-old separation of the hemispheres.",
    "regex": "columbian exchange",
    "chapterId": 1
  },
  {
    "id": 17,
    "term": "conquistadors",
    "pageNumber": 35,
    "text": "Term, literally meaning \"conquerors,\" that refers to the Spanish explorers and soldiers who conquered lands in the New World.",
    "regex": "conquistadors?",
    "chapterId": 1
  },
  {
    "id": 18,
    "term": "Incan empire",
    "pageNumber": 5,
    "text": "A region under the control of the Incas and their emperor, Atahualpa, that stretched along the western coast of South America and contained more than nine million people and a wealth in gold and silver.",
    "regex": "incan empire",
    "chapterId": 1
  },
  {
    "id": 19,
    "term": "Acoma pueblo revolt",
    "pageNumber": 36,
    "text": "Revolt against the Spaniards by Indians living at the Acoma pueblo in 1599. Juan de Oñate violently suppressed the uprising, but the Indians revolted again later that year, after which many Spanish settlers returned to Mexico.",
    "regex": "acoma pueblo revolt",
    "chapterId": 1
  },
  {
    "id": 20,
    "term": "New Spain",
    "pageNumber": 36,
    "text": "Land in the New World held by the Spanish crown. Spain pioneered techniques of using New World colonies to strengthen the kingdom in Europe and would become a model for other European nations.",
    "regex": "new spain",
    "chapterId": 1
  },
  {
    "id": 21,
    "term": "encomienda",
    "pageNumber": 38,
    "text": "A system for governing used during the Reconquest and in New Spain. It allowed the Spanish encomendero, or \"owner\" of a town, to collect tribute from the town in return for providing law and order and encouraging \"his\" Indians to convert to Christianity.",
    "regex": "encomienda",
    "chapterId": 1
  },
  {
    "id": 22,
    "term": "creoles",
    "pageNumber": 40,
    "text": "Children born to Spanish parents in the New World who, with the peninsulares, made up the tiny portion of the population at the top of the colonial socical hierarchy.",
    "regex": "creoles?",
    "chapterId": 1
  },
  {
    "id": 23,
    "term": "Protestant Reformation",
    "pageNumber": 42,
    "text": "The reform movement that began 1517 with Martin Luther's critiques of the Roman Catholic Church, which precipitated an enduring schism that divided Protestants from Catholics.",
    "regex": "protestant reformation",
    "chapterId": 1
  },
  {
    "id": 24,
    "term": "Virginia Company",
    "pageNumber": 49,
    "text": "A joint-stock company organized by London investors in 1606 that received a land grant from King James I in order to establish English colonies in North America. Investors hoped to enrich themselves and strengthen England economically and politically.",
    "regex": "virginia company",
    "chapterId": 2
  },
  {
    "id": 25,
    "term": "Jamestown",
    "pageNumber": 49,
    "text": "The first permanent English settlement in North America, established in 1607 by colonists sponsored by the Virginia Company.",
    "regex": "jamestown",
    "chapterId": 2
  },
  {
    "id": 26,
    "term": "Algonquian Indians",
    "pageNumber": 50,
    "text": "People who inhabited the coastal plain of present-day Virginia, near the Chesapeake Bay, when English colonists first settled the region.",
    "regex": "algonquian indians?",
    "chapterId": 2
  },
  {
    "id": 27,
    "term": "royal colony",
    "pageNumber": 52,
    "text": "A colony ruled by a king or queen and governed by officials appointed to serve the monarchy and represent its interests.",
    "regex": "royal colony",
    "chapterId": 2
  },
  {
    "id": 28,
    "term": "House of Burgesses",
    "pageNumber": 53,
    "text": "Organ of government in colonial Virginia made up of an assembly of representatives elected by the colony's male inhabitants. It was established by the Virginia Company and continued by the crown after Virginia was made a royal colony.",
    "regex": "house of burgesses",
    "chapterId": 2
  },
  {
    "id": 29,
    "term": "indentured servants",
    "pageNumber": 56,
    "text": "Poor immigrants who signed contracts known as indentures, in which they committed to four to seven years of labor in North America in exchange for transportation from England, as well as food and shelter after they arrived in the colony.",
    "regex": "indentured servants",
    "chapterId": 2
  },
  {
    "id": 30,
    "term": "headright",
    "pageNumber": 57,
    "text": "Fifty acres of free land granted by the Virginia Company to planters for each indentured servant they purchased.",
    "regex": "headright",
    "chapterId": 2
  },
  {
    "id": 31,
    "term": "Navigation Acts",
    "pageNumber": 61,
    "text": "English laws passed in the 1650s and 1660s requiring that English colonial goods be shipped through English ports on English ships in order to benefit English merchants, shippes, and seamen.",
    "regex": "navigation acts?",
    "chapterId": 2
  },
  {
    "id": 32,
    "term": "Bacon's Rebellion",
    "pageNumber": 61,
    "text": "An unsuccessful rebellion against the colonial government in 1676, led by frontier settler Nathaniel Bacon, that arose when increased violence between Indians and colonists pushing westward was met with government refusal to protect settlers or allow them to settle Indian lands.",
    "regex": "bacon'?s? rebellion",
    "chapterId": 2
  },
  {
    "id": 33,
    "term": "slavery",
    "pageNumber": 63,
    "text": "Coerced labor. African Slavery become the most important form of coerced labor in the New World in the seventeenth century.",
    "regex": "slavery",
    "chapterId": 2
  },
  {
    "id": 34,
    "term": "Pueblo revolt",
    "pageNumber": 64,
    "text": "An effective revolt of Pueblo Indians in New Mexico, under the leadership of Popé, against the Spaniards in 1680. Particularly targeting symbols of Christianity, succeeded in killing two-thirds of Spanish missionaries and driving the Spaniards out of New Mexico.",
    "regex": "pueblo revolt",
    "chapterId": 2
  },
  {
    "id": 35,
    "term": "Barbados",
    "pageNumber": 64,
    "text": "Colonized in the 1630s, this island in the English West Indie became an enormous sugar producer and a source of wealth for England. The island's African slaves quickly became a majority of the island's population despite the deadliness of their work.",
    "regex": "barbados",
    "chapterId": 2
  },
  {
    "id": 36,
    "term": "English Reformation",
    "pageNumber": 74,
    "text": "Reform effort initiated by King Henry VIII that included banning the Catholic Church and declaring the English monarch head of the new Church of England but little change in doctrine. Henry's primary concern was consolidating his political power.",
    "regex": "english reformation",
    "chapterId": 3
  },
  {
    "id": 37,
    "term": "Puritans",
    "pageNumber": 74,
    "text": "Dissenters from the Church of England who wanted a genuine Reformation rather than the partial Reformation sought by Henry VIII. The Puritans' religious principles emphasized the importance of an individual's relationship with God developed through Bible study, prayer, and introspection.",
    "regex": "puritans?",
    "chapterId": 3
  },
  {
    "id": 38,
    "term": "Separatists",
    "pageNumber": 75,
    "text": "People who sought withdrawal from the Church of England. The Pilgrims were Seperatists.",
    "regex": "separatists?",
    "chapterId": 3
  },
  {
    "id": 39,
    "term": "Calvinism",
    "pageNumber": 79,
    "text": "Christian doctrine of Swiss Protestant theologian John Calvin. Its chief tenet was predestination, the idea that God had determined which human souls would receive eternal salvation. Despite this, Calvinism promoted strict discipline in daily and religious life.",
    "regex": "calvinism",
    "chapterId": 3
  },
  {
    "id": 40,
    "term": "predestination",
    "pageNumber": 79,
    "text": "Doctrine stating that God determined whether individuals were destined for salvation or damnation before their birth. According to the doctrine, nothing an individual did during his or her lifetime could affect that person's fate.",
    "regex": "predestination",
    "chapterId": 3
  },
  {
    "id": 41,
    "term": "visible saints",
    "pageNumber": 79,
    "text": "Puritans who had passed the tests of conversion and church membership and were therefore thought to be among God's elect.",
    "regex": "visible saints?",
    "chapterId": 3
  },
  {
    "id": 42,
    "term": "antinomians",
    "pageNumber": 81,
    "text": "Individuals who believed that Christians could be saved by faith alone and did not need to act in accordance with God's law as et forth in the Bible. Puritan leaders considered this belief to be a heresy.",
    "regex": "antinomians?",
    "chapterId": 3
  },
  {
    "id": 43,
    "term": "Puritan Revolution",
    "pageNumber": 82,
    "text": "English civil war that arose out of disputes between King Charles I and Parliament, which was dominated by Puritans. The conflict began in 1642 and ended with the execution of Charles I in 1649, resulting in Puritan rules in England until 1660.",
    "regex": "puritan revolution",
    "chapterId": 3
  },
  {
    "id": 44,
    "term": "Halfway Covenant",
    "pageNumber": 84,
    "text": "A Puritan compromise established in Massachusetts in 1662 that allowed the unconverted children of visible saints to become \"halfway\" members of the church and baptize their own children even though they were not full members of the church themselves.",
    "regex": "half-?way covenant",
    "chapterId": 3
  },
  {
    "id": 45,
    "term": "Quakers",
    "pageNumber": 84,
    "text": "Epithet for members of the Society of Friends. Their belief that God spoke directly to each individual through an \"inner light\" and that neither ministers nor the Bible was essential to discovering God's Word put them in conflict with orthodox Puritans.",
    "regex": "quakers?",
    "chapterId": 3
  },
  {
    "id": 46,
    "term": "New Netherland",
    "pageNumber": 86,
    "text": "Dutch colony on Manhattan Island. New Amsterdam was its capital and colony headquarters.",
    "regex": "new netherland",
    "chapterId": 3
  },
  {
    "id": 47,
    "term": "King Philip's War",
    "pageNumber": 92,
    "text": "War begun by Metacomet (King Philip), in which the Wampanoag Indidans attacked colonial settlements in western Massachusetts in 1675. Colonists responded by attacking the Wampanoag and other tribes they believed conspired with them. The colonists prevailed in the brutal war.",
    "regex": "king philip'?s? war",
    "chapterId": 3
  },
  {
    "id": 48,
    "term": "natural increase",
    "pageNumber": 99,
    "text": "Growth of population through reproduction, as opposed to immigration. In the eighteenth century, natural increase accounted for about three fourths of the American colonies' population growth.",
    "regex": "natural increase",
    "chapterId": 4
  },
  {
    "id": 49,
    "term": "partible inheritance",
    "pageNumber": 101,
    "text": "System of inheritance in which land was divided equally among sons. By the eighteenth century, this practice in Massachusetts had subdivided plots of land into units too small for subsistence, forcing children to move away to find sufficient farmland.",
    "regex": "partible inheritance",
    "chapterId": 4
  },
  {
    "id": 50,
    "term": "Pennsylvania Dutch",
    "pageNumber": 104,
    "text": "Name given by other colonists to German immigrants to the middle colonies; an English corruption of the German term Deutsch. Germans were the largest contingent of migrants from continental Europe to the middle colonies in the eighteenth century.",
    "regex": "pennsylvania dutch",
    "chapterId": 4
  },
  {
    "id": 51,
    "term": "Scots-Irish",
    "pageNumber": 105,
    "text": "Protestant immigrants from northern Ireland, Scotland, and northern England. Deteriorating economic conditions in their European homelands contributed to increasing migration to the colonies in the eighteenth century.",
    "regex": "scots?[ -]irish",
    "chapterId": 4
  },
  {
    "id": 52,
    "term": "redemptioners",
    "pageNumber": 105,
    "text": "A variant of indentured servants. In this system, a captain agreed to provide passage to Philadelphia, where redemptioners would obtain money for their transportation, usually by selling themselves as servants.",
    "regex": "redemptioners?",
    "chapterId": 4
  },
  {
    "id": 53,
    "term": "Middle Passage",
    "pageNumber": 109,
    "text": "The crossing of the Atlantic by slave ships traveling from West Africa to the Americas. Slaves were crowded together in extremely unhealthful circumstances, and mortality rates were high.",
    "regex": "middle passage",
    "chapterId": 4
  },
  {
    "id": 54,
    "term": "new Negroes",
    "pageNumber": 111,
    "text": "Term given to newly arrived African slaves in the colonies. Planters usually maintained only a small number of recent arrivals among their slaves at any given time in order to accelerate their acculturation to their new circumstances.",
    "regex": "new negro(es)?",
    "chapterId": 4
  },
  {
    "id": 55,
    "term": "Stono Rebellion",
    "pageNumber": 113,
    "text": "Slave uprising in Stono, South Carolina, in 1739 in which a group of slaves armed themselves, plundered six plantations, and killed more than twenty whites. Whites quickly suppressed the rebellion.",
    "regex": "stono rebellion",
    "chapterId": 4
  },
  {
    "id": 56,
    "term": "task system",
    "pageNumber": 113,
    "text": "A system of labor in which a slave was assigned a daily task to complete and allowed to do as he wished upon its completion. This system offered more freedom than the carefully supervised gang-labor system.",
    "regex": "task system",
    "chapterId": 4
  },
  {
    "id": 57,
    "term": "Enlightenment",
    "pageNumber": 116,
    "text": "An eighteenth-century philosophical movement that emphasized the use of reason to reevaluate previously accepted doctrines and traditions. Enlightenment ideas encouraged examination of the world and independence of mind.",
    "regex": "enlightenment",
    "chapterId": 4
  },
  {
    "id": 58,
    "term": "Great Awakening",
    "pageNumber": 117,
    "text": "Wave of revivals that began in Massachusetts and spread through the colonies in the 1730s and 1740s. The movement emphasized vital religious faith and personal choice. It was characterized by large, open-air meetings at which emotional sermons were given by itinerant preachers.",
    "regex": "great awakening",
    "chapterId": 4
  },
  {
    "id": 59,
    "term": "presidios",
    "pageNumber": 119,
    "text": "Spanish forts built to block Russian advance into California.",
    "regex": "presidios?",
    "chapterId": 4
  },
  {
    "id": 60,
    "term": "Seven Years' War",
    "pageNumber": 127,
    "text": "War (1754-1763) between Britain and France that ended with British domination of North America; known in America as the French and Indian War. Its high expense laid the foundation for conflict that would lead to the American Revolution.",
    "regex": "seven years'? war",
    "chapterId": 5
  },
  {
    "id": 61,
    "term": "Pontiac's Rebellion",
    "pageNumber": 132,
    "text": "A coordinated uprising of Native American tribes in 1763 in the Northwest (Great Lakes region) after the end of the Seven Years' War. The rebellion heightened Britain's determination to create a boundary between Americans and Indians, embodied in the proclamation of 1763.",
    "regex": "pontiac'?s? rebellion",
    "chapterId": 5
  },
  {
    "id": 62,
    "term": "Sugar (Revenue) Act",
    "pageNumber": 134,
    "text": "1764 British law that decreased the duty on French molasses, making it more attractive for shippers to obey the law, and at the same time raised penalties for smuggling. The Sugar Act regulated trade but was also intended to raise revenue.",
    "regex": "sugar \\(?revenue\\)? act",
    "chapterId": 5
  },
  {
    "id": 63,
    "term": "Stamp Act",
    "pageNumber": 134,
    "text": "1765 British law imposing a tax on all paper used for official documents, for the purpose of raising revenue. Widespread resistance to the Stamp Act led to its repeal in 1766.",
    "regex": "stamp act",
    "chapterId": 5
  },
  {
    "id": 64,
    "term": "virtual representation",
    "pageNumber": 135,
    "text": "The theory that all British subjects were represented in Parliament, whether they had elected representatives in that body or not. American colonists rejected the theory of virtual representation, arguing that only direct representatives had the right to tax the colonies.",
    "regex": "virtual representation",
    "chapterId": 5
  },
  {
    "id": 65,
    "term": "Declaratory Act",
    "pageNumber": 138,
    "text": "1766 law issued by Parliament to assert Parliament's unassailable right to legislate for its British colonies \"in all cases whatsoever,\" putting Americans on notice that the simultaneous repeal of the Stamp Act changed nothing in the imperial powers of Britain.",
    "regex": "declaratory act",
    "chapterId": 5
  },
  {
    "id": 66,
    "term": "Townshend duties",
    "pageNumber": 138,
    "text": "British law that established new duties on tea, glass, lead, paper, and painters' colors imported into the colonies. The Townshend duties led to boycotts and heightened tensions between Britain and the American colonies.",
    "regex": "townshend duties",
    "chapterId": 5
  },
  {
    "id": 67,
    "term": "Boston Massacre",
    "pageNumber": 141,
    "text": "March 1770, incident in Boston in which Birtish soldiers fired on an American crowd, killing five. The Boston Massacre became a rallying point for colonists who increasingly saw the British government as tyrannical and illegitimate.",
    "regex": "boston massacre",
    "chapterId": 5
  },
  {
    "id": 68,
    "term": "commitees of correspondence",
    "pageNumber": 142,
    "text": "A communications network established among towns in Massachusetts and also among colonial capital towns in 1772-1773 to provide for rapid dissemination of news about important political developments. These committees politicized ordinary townspeople, sparking a revolutionary language of rights and duties.",
    "regex": "commitees? of correspondence",
    "chapterId": 5
  },
  {
    "id": 69,
    "term": "Tea Act of 1773",
    "pageNumber": 142,
    "text": "British act that lowered the existing tax on tea to entice boycotting Americans to buy it. Resistance to the Tea Act led to the passage of the Coercive Acts and imposition of military rule in Massachusetts.",
    "regex": "tea act of 1773|1773 tea act",
    "chapterId": 5
  },
  {
    "id": 70,
    "term": "Coercive (Intolerable) Acts",
    "pageNumber": 143,
    "text": "Four British acts of 1774 meant to punish Massachusetts for the destruction of three shiploads of tea. Known in America as the Intolerable Acts, they led to open rebellion in the northern colonies.",
    "regex": "coercive \\(?intolerable\\)? acts",
    "chapterId": 5
  },
  {
    "id": 71,
    "term": "First Continental Congress",
    "pageNumber": 145,
    "text": "September 1774 gathering of colonial delegates in Philadelphia to discuss the crisis precipitated by the Coercive Acts. The congress produced a declaration of rights and an agreement to impose a limited boycott of trade with Britain.",
    "regex": "(first|1st) continental congress",
    "chapterId": 5
  },
  {
    "id": 72,
    "term": "(Second|2nd) Continental Congress",
    "pageNumber": 154,
    "text": "Legislative body that governed the United States from May 1775 through the war's duration. It established an army, created its own money, and declared independence once all hope for a peaceful reconciliation with Britain was gone.",
    "regex": "second continental congress",
    "chapterId": 6
  },
  {
    "id": 73,
    "term": "Continental Army",
    "pageNumber": 155,
    "text": "The army created in June 1775 by the Second Continental Congress to oppose the British. Virginian George Washington, commander in chief, had the task of turning the local militias and untrained volunteers into a disciplined army.",
    "regex": "continental army",
    "chapterId": 6
  },
  {
    "id": 74,
    "term": "battle of Bunker Bill",
    "pageNumber": 155,
    "text": "Second battle of the Revolutionary War, on June 16, 1775, involving a massive British attack on New England militia units on a hill facing Boston. The militiamen finally yielded the hill, but not before inflicting heavy casualties on the British.",
    "regex": "battle of bunker bill|bunker bill battle",
    "chapterId": 6
  },
  {
    "id": 75,
    "term": "Common Sense",
    "pageNumber": 157,
    "text": "Pamphlet written by Thomas Paine in 1776 that laid out the case for independence. In it, Paine rejected monarchy, advocating its replacement with republican government based on the consent of the people. The pamphlet influenced public opinion throughout the colonies.",
    "regex": "common sense",
    "chapterId": 6
  },
  {
    "id": 76,
    "term": "Declaration of Independance",
    "pageNumber": 158,
    "text": "A document containing philosophical principles and a list of grievances that declared separation from Britain. Adopted by the Second Continental Congress on July 4, 1776, it ended a period of intense debate with moderates still hoping to reconcile with Britain.",
    "regex": "declaration of independance",
    "chapterId": 6
  },
  {
    "id": 77,
    "term": "battle of Long Island",
    "pageNumber": 162,
    "text": "First major engagement of the new Continental army, defending against 45,000 British troops newly arrived on western Long Island (today Brooklyn). The Continentals retreated, with high casualties and many taken prisoner.",
    "regex": "battle of long island|long island battle",
    "chapterId": 6
  },
  {
    "id": 78,
    "term": "Ladies Association",
    "pageNumber": 163,
    "text": "A women's organization in Philadelphia that collected substantial money donations in 1780 to reward Continental soldiers for their service. A woman leader authored a declaration, \"The Sentiments of an American Woman,\" to justify women's entry into political life.",
    "regex": "ladies association",
    "chapterId": 6
  },
  {
    "id": 79,
    "term": "loyalists",
    "pageNumber": 164,
    "text": "Colonists who remained loyal to Britain during the Revolutionary War, probably numbering around one fifth of the population in 1776. Colonists remained loyal to Britain for many reasons, and loyalists could be found in every region of the country.",
    "regex": "loyalists",
    "chapterId": 6
  },
  {
    "id": 80,
    "term": "battle of Oriskany",
    "pageNumber": 169,
    "text": "A punishing defeat for Americans in a ravine named Oriskany near Fort Stanwix in New York in August 1777. German American militiamen aided by allied Oneida warriors were ambushed by Mohawk and Seneca Indians, and 400 on the revolutionary side were killed.",
    "regex": "battle of oriskany|oriskany battle",
    "chapterId": 6
  },
  {
    "id": 81,
    "term": "battle of Saratoga",
    "pageNumber": 169,
    "text": "A multistage battle in New York ending with the decisive defeat and surrender of British gneral John Burgoyne on October 17, 1777. France was convinced by this victory to throw its official support to the American side of the war.",
    "regex": "battle of saratoga|saratoga battle",
    "chapterId": 6
  },
  {
    "id": 82,
    "term": "battle of Yorktown",
    "pageNumber": 177,
    "text": "October 1781 battle that sealed American victory in the Revolutionary War. American troops and a French fleet trapped the British army under the command of General Charles Cornwallis at Yorktown, Virginia.",
    "regex": "battle of yorktown|yorktown battle",
    "chapterId": 6
  },
  {
    "id": 83,
    "term": "Treaty (Peace) of Paris, 1783",
    "pageNumber": 177,
    "text": "September 3, 1783, treaty that ended the Revolutionary War. The treaty acknowledged America's independence, set its boundaries, and promised the quick withdrawal of British troops from American soil. It failed to recognize Indians as players in the conflict.",
    "regex": "treaty \\(peace\\) of paris,? 1783|peace treaty of paris,? 1783|1783 peace treaty of paris",
    "chapterId": 6
  },
  {
    "id": 84,
    "term": "Articles of Confederation",
    "pageNumber": 183,
    "text": "The written document defining the structure of the government from 1781 to 1788 under which the union was a confederation of equal states, with no executive and limited powers, existing mainly to foster a common defense.",
    "regex": "articles of confederation",
    "chapterId": 7
  },
  {
    "id": 85,
    "term": "republicanism",
    "pageNumber": 187,
    "text": "A social philosophy that embraced representative institutions (as opposed to monarchy), a citizenry attuned to civic values above private interests, and a virtuous community in which individuals work to promote the public good.",
    "regex": "republicanism",
    "chapterId": 7
  },
  {
    "id": 86,
    "term": "gradual emancipation",
    "pageNumber": 190,
    "text": "A law passed in five northern states that balanced civil rights against property rights by providing a multistage process for freeing slaves, distinguishing persons already alive from those not yet born and providing benchmark dates when freedom would arrive for each group.",
    "regex": "gradual emancipation",
    "chapterId": 7
  },
  {
    "id": 87,
    "term": "Newburgh Conspiracy",
    "pageNumber": 191,
    "text": "A bogus threatened coup staged by Continental army officers and leaders in the congress in 1782-1783, who hoped that a forceful demand for military back pay and pensions would create pressure for stronger taxation powers. General Washington defused the threat.",
    "regex": "newburgh conspiracy",
    "chapterId": 7
  },
  {
    "id": 88,
    "term": "Treaty of Fort Stanwix",
    "pageNumber": 193,
    "text": "1784 treaty with the Iroquois Confederacy that established the primacy of the American confederation (and not the states) to negociate with Indians and resulted in large land cessions in the Ohio Country (northwestern Pennsylvania and eastern Ohio). Tribes not present at Fort Stanwix disavowed the treaty.",
    "regex": "treaty of fort stanwix|fort stanwix treaty",
    "chapterId": 7
  },
  {
    "id": 89,
    "term": "Northwest Ordinance",
    "pageNumber": 194,
    "text": "Land Act of 1787 that established a three-stage process by which settled territories would become states. It also banned slavery in the Northwest territory. The ordinance guaranteed that western lands with white population would not become colonial dependencies.",
    "regex": "northwest ordinance",
    "chapterId": 7
  },
  {
    "id": 90,
    "term": "Shays's Rebellion",
    "pageNumber": 197,
    "text": "Uprising (1786-1787) led by farmers centered in western Massachusetts. Dissidents protested taxation policies of the eastern elites who controlled the state's government. Shays's Rebellion caused leaders throughout the country to worry about the confederation's ability to handle civil disorder.",
    "regex": "shays'?s? rebellion",
    "chapterId": 7
  },
  {
    "id": 91,
    "term": "Virginia Plan",
    "pageNumber": 198,
    "text": "Plan drafted by James Madison, presented at the opening of the Philadelphia constitutional convention. Designed as a powerful three-branch government, with representation in both houses of the congress to be tied to population, this plan eclipsed the voice of small states in national government.",
    "regex": "virginia plan",
    "chapterId": 7
  },
  {
    "id": 92,
    "term": "New Jersey Plan",
    "pageNumber": 199,
    "text": "Alternative plan for the structure of the national government drafted by delegates from small states, retaining the confederation's single house congress with one vote per state. It shared with the Virginia plan enhanced congressional powers, including the right to tax, regulate trade, and use force to stop popular uprisings.",
    "regex": "new jersey plan",
    "chapterId": 7
  },
  {
    "id": 93,
    "term": "United States Constitution",
    "pageNumber": 199,
    "text": "The document written in 1787 and subsequently ratified by the orginal thirteen states that laid out the governing structure of the United States in separate legislative, executive, and judicial branches.",
    "regex": "united states constitution",
    "chapterId": 7
  },
  {
    "id": 94,
    "term": "three-fifths clause",
    "pageNumber": 199,
    "text": "Clause in the Constitution that stipulated that all free persons plus \"three-fifths of all other Persons\" would constitute the numerical base for apportioning both representation and taxation. The clause tacitly acknowledged the existence of slavery in the United States.",
    "regex": "(three[ -]fifths|3\\/5th) clause",
    "chapterId": 7
  },
  {
    "id": 95,
    "term": "Federalists",
    "pageNumber": 201,
    "text": "One of the two dominant political groups that emerged in the 1790s. Federalist leaders supported Britain in foreign policy and commercial interests at home. Prominent Federalists included George Washington, Alexander Hamilton, and John Adams.",
    "regex": "federalists?",
    "chapterId": 7
  },
  {
    "id": 96,
    "term": "Antifederalists",
    "pageNumber": 202,
    "text": "Opponents of ratification of the Constitution. Antifederalists feared that a powerful and distant central government would be out of touch with the needs of citizens. They also complained that the Constitution failed to guarantee individual liberties in a bill of rights.",
    "regex": "antifederalists?",
    "chapterId": 7
  },
  {
    "id": 97,
    "term": "Bill of Rights",
    "pageNumber": 211,
    "text": "The first ten amendments to the Constitution, officially ratified by 1791. The First through Eighth Amendments dealt with individual liberties, and the Ninth and Tenth concerned the boundary between federal and state authority.",
    "regex": "bill of rights?",
    "chapterId": 8
  },
  {
    "id": 98,
    "term": "Report on Public Credit",
    "pageNumber": 214,
    "text": "Hamilton's January 1790 report recommending that the national debt be funded—but not repaid—at full value. Hamilton's goal was to make the new country creditworthy, not debt-free. Critics of his plan complained that it would benefit speculators.",
    "regex": "report on public credit|public credit report",
    "chapterId": 8
  },
  {
    "id": 99,
    "term": "Report on Manufactures",
    "pageNumber": 216,
    "text": "A proposal by Treasury Secretary Alexander Hamilton in 1791 calling for the federal government to encourage domestic manufacturers with subsidies while imposing tariffs on foreign imports. Congress initially rejected the measure.",
    "regex": "report on manufactures?|manufactures? report",
    "chapterId": 8
  },
  {
    "id": 100,
    "term": "Whiskey Rebellion",
    "pageNumber": 217,
    "text": "July 1794 uprising by farmers in western Pennsylvania in response to enforcement of an unpopular excise tax on whiskey. The federal government responded with a military presence that caused dissidents to disperse before blood was shed.",
    "regex": "whiskey rebellion",
    "chapterId": 8
  },
  {
    "id": 101,
    "term": "Treaty of Greenville",
    "pageNumber": 221,
    "text": "1795 treaty between the United States and various Indian tribes in Ohio. The United States gave the tribes treaty goods valued at $25,000. In exchange, the Indians ceded most of Ohio to the Americans. The treaty brought only temporary peace to the region.",
    "regex": "treaty of greenville|greenville treaty",
    "chapterId": 8
  },
  {
    "id": 102,
    "term": "Jay Treaty",
    "pageNumber": 223,
    "text": "1795 treaty between the United States and Britain, negociated by John Jay. It secured limited trading rights in the West Indies but failed to ensure timely removal of British forces from western forts and reimbursement for slaves removed by the British after the Revolution.",
    "regex": "jay treaty",
    "chapterId": 8
  },
  {
    "id": 103,
    "term": "Haitian Revolution",
    "pageNumber": 224,
    "text": "The 1791-1804 conflict involving diverse Haitian participants and armies from three European countries. At its end, Haiti became a free, independent, black-run country. The Haitian Revolution fueled fears of slave insurrections in the United States.",
    "regex": "haitian revolution",
    "chapterId": 8
  },
  {
    "id": 104,
    "term": "Federalists",
    "pageNumber": 226,
    "text": "One of the two dominant political groups that emerged in the 1790s. Federalist leaders supported Britain in foreign policy and commercial interests at home. Prominent Federalists included George Washington, Alexander Hamilton, and John Adams.",
    "regex": "federalists?",
    "chapterId": 8
  },
  {
    "id": 105,
    "term": "Republicans",
    "pageNumber": 226,
    "text": "One of the two dominant political groups that emerged in the 1790s. Republicans supported the revolutionaries in France and worried about monarchical Federalists at home. Prominent Republicans included Thomas Jefferson and James Madison.",
    "regex": "republicans?",
    "chapterId": 8
  },
  {
    "id": 106,
    "term": "XYZ Affair",
    "pageNumber": 228,
    "text": "1797 incident in which American negociators in France were rebuffed for refusing to pay a substantial bribe. The incident led the United States into an undeclared war with France, known as the Quasi-War, which intensified antagonism between Federalists and Republicans.",
    "regex": "xyz affair",
    "chapterId": 8
  },
  {
    "id": 107,
    "term": "Alien and Sedition Acts",
    "pageNumber": 228,
    "text": "1798 laws passed to suppress political dissent. The Sedition Act criminalized conspiracy and criticism of government leaders. The two Alien Acts extended the waiting period for citizenship and empowered the president to deport or imprison without trial any foreigner deemed a danger.",
    "regex": "(alien and sedition|sedition and alien) acts",
    "chapterId": 8
  },
  {
    "id": 108,
    "term": "Virginia and Kentucky Resolutions",
    "pageNumber": 228,
    "text": "Condemning the Alien and Sedition Acts, the 1798 resolutions submitted to the federal government by the Virginia and Kentucky state legislatures. The resolutions tested the idea that state legislatures could judge the constitutionality of federal laws and nullify them.",
    "regex": "(virginia and kentucky|kentucky and virginia) resolutions",
    "chapterId": 8
  },
  {
    "id": 109,
    "term": "Marbury v. Madison",
    "pageNumber": 237,
    "text": "1803 Supreme Court case that established the concept of judicial review in finding that parts of the Judiciary Act of 1789 were in conflict with the Constitution. The Supreme Court assumed legal authority to overrule acts of other branches of the government.",
    "regex": "marbury (v\\.?|vs\\.?|versus) madison",
    "chapterId": 9
  },
  {
    "id": 110,
    "term": "Louisiana Purchase",
    "pageNumber": 239,
    "text": "1803 purchase of French territory west of the Mississippi River that stretched from the Gulf of Mexico to Canada. The Louisiana Purchase nearly doubled the size of the United States and opened the way for future American expansion west.",
    "regex": "louisiana purchase",
    "chapterId": 9
  },
  {
    "id": 111,
    "term": "Lewis and Clark expedition",
    "pageNumber": 241,
    "text": "1804-1806 expedition led by Meriwether Lewis and William Clark that explored the trans-Mississippi West for the U.S. government. The expedition's mission was scientific, political, and geographic.",
    "regex": "lewis and clark expedition",
    "chapterId": 9
  },
  {
    "id": 112,
    "term": "impressment",
    "pageNumber": 243,
    "text": "A British naval practice of seizing sailors on American ships under the claim they were deserters from the British navy. Some 2,500 British and American men were taken by force into service, a grievance that helped propel the United States to declare war on Britain in 1812.",
    "regex": "impressment",
    "chapterId": 9
  },
  {
    "id": 113,
    "term": "Embargo Act of 1807",
    "pageNumber": 243,
    "text": "Act of Congress that prohibited U.S. ships from traveling to foreign ports and effectively banned overseas trade in an attempt to deter Britain from halting U.S. ships at sea. The embargo caused grave hardships for Americans engaged in overseas commerce.",
    "regex": "embargo act of 1807|1807 embargo act",
    "chapterId": 9
  },
  {
    "id": 114,
    "term": "battle of Tippecanoe",
    "pageNumber": 245,
    "text": "An attack on Shawnee Indians at Prophetstown on the Tippecanoe River in 1811 by American forces headed by William Henry Harrison, Indiana's territorial governor. The Prophet Tenskwatawa fled with his followers. Tecumseh, his brother, deepened his resolve to make war on the United States.",
    "regex": "battle of tippecanoe|tippecanoe battle",
    "chapterId": 9
  },
  {
    "id": 115,
    "term": "War Hawks",
    "pageNumber": 245,
    "text": "Young men newly elected to the Congress of 1811 who were eager for war against Britain in order to end impressments, fight Indians, and expand into neighboring British territory. Leaders included Henry Clay of Kentucky and John C. Calhoun of South Carolina.",
    "regex": "war hawks?",
    "chapterId": 9
  },
  {
    "id": 116,
    "term": "Creek War",
    "pageNumber": 247,
    "text": "Part of the War of 1812 involving the Creek nation in Mississippi Territory and militiamen. General Andrew Jackson 's forces gained victory at the battle of Horseshoe Bend in 1814, forcing the Creeks to sign away much of their land.",
    "regex": "creek war",
    "chapterId": 9
  },
  {
    "id": 117,
    "term": "battle of New Orleans",
    "pageNumber": 247,
    "text": "The final battle in the War of 1812, fought and won by General Andrew Jackson and his militiamen against the much larger British army in New Orleans. The celebrated battle made no difference since the peace had already been negociated.",
    "regex": "battle of new orleans|new orleans battle",
    "chapterId": 9
  },
  {
    "id": 118,
    "term": "Hartford Convention",
    "pageNumber": 248,
    "text": "A secret meeting of New England Federalist politicians held in late 1814 to discuss constitutional changes to reduce the South's political power and thus help block policies that injured northern commercial interests.",
    "regex": "hartford convention",
    "chapterId": 9
  },
  {
    "id": 119,
    "term": "feme covert",
    "pageNumber": 248,
    "text": "Legal doctrine grounded in British common law that held that a wife's civic life was subsumed by her husband's. Married women lacked independence to own property, make contracts, or keep wages earned. The doctrine shaped women's status in the early Republic.",
    "regex": "feme covert",
    "chapterId": 9
  },
  {
    "id": 120,
    "term": "Missouri Compromise",
    "pageNumber": 254,
    "text": "1820 congressional compromise engineered by Henry Clay that paired Missouri's entrance into the Union as a slave state with Maine's as a free state. The compromise also established Missouri's southern border as the permanent line dividing slave from free states.",
    "regex": "missouri compromise",
    "chapterId": 9
  },
  {
    "id": 121,
    "term": "Erie Canal",
    "pageNumber": 266,
    "text": "Canal finished in 1825, covering 350 miles between Albany and Buffalo and linking the port of New York City with the entire Great Lakes region. The canal turned New York City into the country's premier commercial city.",
    "regex": "erie canal",
    "chapterId": 10
  },
  {
    "id": 122,
    "term": "Lowell mills",
    "pageNumber": 267,
    "text": "Water-powered textile mills constructed along the Merrimack River in Lowell, Massachusetts, that pioneered the extensive use of female laborers. By 1836, the eight mills there employed more than five thousand young women, living in boardinghouses under close supervision.",
    "regex": "lowell mills?",
    "chapterId": 10
  },
  {
    "id": 123,
    "term": "second Bank of the United States",
    "pageNumber": 268,
    "text": "National bank with multiple branches chartered in 1816 for twenty years. Intended to help regulate the economy, the bank became a major issue in Andrew Jackson's reelection campaign in 1832, framed in political rhetoric about aristocracy versus democracy.",
    "regex": "(second|2nd) bank of the united states",
    "chapterId": 10
  },
  {
    "id": 124,
    "term": "Whigs",
    "pageNumber": 270,
    "text": "Political party that evolved out of the National Republicans after 1834. With a northeastern power base, the Whigs supported federal action to promote commercial development and generally looked favorably on the reform movements associated with the Second Great Awakening.",
    "regex": "whigs?",
    "chapterId": 10
  },
  {
    "id": 125,
    "term": "Democrats",
    "pageNumber": 270,
    "text": "Political party that evolved out of the Democratic Republicans after 1834. Strongest in the South and West, the Democrats embraced Andrew Jackson's vision of limited government, expanded political participation for white men, and the promotion of an ethic individualism.",
    "regex": "democrats?",
    "chapterId": 10
  },
  {
    "id": 126,
    "term": "Indian Removal Act of 1830",
    "pageNumber": 273,
    "text": "Act that directed the mandatory relocation of eastern tribes to territory west of the Mississippi. Jackson insisted his goal was to save the Indians. Indians resisted the controversial act, but in the end most were forced to comply.",
    "regex": "indian removal act of 1830|1830 indian removal act",
    "chapterId": 10
  },
  {
    "id": 127,
    "term": "Trail of Tears",
    "pageNumber": 275,
    "text": "Forced westward journey of Cherokees from their lands in Georgia to present-day Oklahoma in 1838. Despite favorable legal action, the Cherokees endured a 1,200-mile march overseen by federal troops. Nearly a quarter of the Cherokees died en route.",
    "regex": "trail of tears",
    "chapterId": 10
  },
  {
    "id": 128,
    "term": "nullification",
    "pageNumber": 275,
    "text": "Theory asserting that states could nullify acts of Congress that exceeded congressional powers. South Carolina advanced the theory of nullification in 1828 in response to an unfavorable federal tariff. A show of force by Andrew Jackson, combined with tariff revisions, ended the crisis.",
    "regex": "nullification",
    "chapterId": 10
  },
  {
    "id": 129,
    "term": "Second Great Awakening",
    "pageNumber": 279,
    "text": "Unprecedented religious revival in the 1820s and 1830s that promised access to salvation. The Second Great Awakening proved to be a major impetus for reform movements of the era, inspiring efforts to combat drinking, sexual sin, and slavery.",
    "regex": "(second|2nd) great awakening",
    "chapterId": 10
  },
  {
    "id": 130,
    "term": "American Temperance Society",
    "pageNumber": 280,
    "text": "Organization founded in 1826 by Lyman Beecher that linked drinking with poverty, idleness, ill-health, and violence. Temperance lecturers traveled the country gaining converts to the cause. The temperance movement had considerable success, contributing to a sharp drop in American alcohol comsumption.",
    "regex": "american temperance society",
    "chapterId": 10
  },
  {
    "id": 131,
    "term": "New York Female Moral Reform Society",
    "pageNumber": 280,
    "text": "An organization of religious women inspired by the Second Great Awakening to eradicate sexual sin and male licentiousness. Formed in 1833, it spread to hundreds of auxiliaries and worked to curb male licentiousness, prostitution, and seduction.",
    "regex": "new york female moral reform society",
    "chapterId": 10
  },
  {
    "id": 132,
    "term": "panic of 1837",
    "pageNumber": 284,
    "text": "First major economic crisis of the United States that led to several years of hard times from 1837 to 1841. Sudden bankruptcies, contraction of credit, and runs on banks worked hardships nationwide. Causes were multiple and global and not well understood.",
    "regex": "panic of 1837|1837 panic",
    "chapterId": 10
  },
  {
    "id": 133,
    "term": "mechanical reapers",
    "pageNumber": 292,
    "text": "Tools usually powered by horses or oxen that enabled farmers to harvest twelve acres of wheat a day, compared to the two or three acres a day possible with manual harvesting methods.",
    "regex": "mechanical reapers?",
    "chapterId": 11
  },
  {
    "id": 134,
    "term": "American system",
    "pageNumber": 292,
    "text": "The practice of manufacturing and then assembling interchangeable parts. A system that spread quickly across American industries, the use of standardized parts allowed American manufacturers to employ cheap, unskilled workers.",
    "regex": "american system",
    "chapterId": 11
  },
  {
    "id": 135,
    "term": "manifest destiny",
    "pageNumber": 298,
    "text": "Term coined in 1845 by journalist John L. O'Sullivan to justify American expansion. O'Sullivan claimed that it was the nation's \"manifest destiny\" to transport its values and civilization westward. Manifest destiny framed the American conquest of the West as part of a divine plan.",
    "regex": "manifest destiny",
    "chapterId": 11
  },
  {
    "id": 136,
    "term": "Oregon Trail",
    "pageNumber": 298,
    "text": "Route from Independence, Missouri, to Oregon traveled by American settlers starting in the late 1830s. Disease and accidents caused many more deaths along the trail than did Indian attacks, which migrants feared.",
    "regex": "oregon trail",
    "chapterId": 11
  },
  {
    "id": 137,
    "term": "Mormons",
    "pageNumber": 300,
    "text": "Members of the Church of Jesus Christ of Latter-Day Saints founded by Joseph Smith in 1830. Most Americans deemed the Mormons heretics. After Smith's death at the hands of an angry mob in 1844, Brigham Young moved the people to what is now Utah in 1846.",
    "regex": "mormons?",
    "chapterId": 11
  },
  {
    "id": 138,
    "term": "Lone Star Republic",
    "pageNumber": 303,
    "text": "Independent republic, also known as the Republic of Texas, that was established by a rebellion of Texans against Mexican rule. The victory at San Jacinto in April 1836 helped ensure the region's independence and recognition by the United States.",
    "regex": "lone star republic",
    "chapterId": 11
  },
  {
    "id": 139,
    "term": "Treaty of Guadalupe Hidalgo",
    "pageNumber": 308,
    "text": "February 1848 treaty that ended the Mexican-American War. Mexico gave up all claims to Texas north of the Rio Grande and ceded New Mexico and California to the United States. The United States agreed to pay $15 million and to assume American claims against Mexico.",
    "regex": "treaty of guadalupe hidalgo|guadalupe hidalgo treaty",
    "chapterId": 11
  },
  {
    "id": 140,
    "term": "California gold rush",
    "pageNumber": 309,
    "text": "Mining rush initiated by James Marshall's discovery of gold in the foothills of the Sierra Nevada in 1848. The hope of striking it rich drew over 250,000 aspiring miners to California between 1849 and 1852 and accelerated the push for statehood.",
    "regex": "california gold rush|gold rush to california",
    "chapterId": 11
  },
  {
    "id": 141,
    "term": "Oneida community",
    "pageNumber": 312,
    "text": "Utopian community organized by John Humphrey Noyes in New York in 1848. Noyes's opposition to private property led him to denounce marriage as the root of the problem. The community embraced sexual and economic communalism, to the dismay of its mainstream neighbors.",
    "regex": "oneida community",
    "chapterId": 11
  },
  {
    "id": 142,
    "term": "Seneca Falls Declaration of Sentiments",
    "pageNumber": 312,
    "text": "Declaration issued in 1848 at the first national woman's rights convention in the United States, which was held in Seneca Falls, New York. The document adopted the style of the Declaration of Independence and demanded equal rights for women, including the franchise.",
    "regex": "seneca falls declaration of sentiments?",
    "chapterId": 11
  },
  {
    "id": 143,
    "term": "American Colonization Society",
    "pageNumber": 314,
    "text": "An organization dedicated to sending free slaves and other black Americans to Liberia in West Africa. Although some African Americans cooperated with the movement, others campaigned against segregation and discrimination.",
    "regex": "american coloni(z|s)ation society",
    "chapterId": 11
  },
  {
    "id": 144,
    "term": "underground railroad",
    "pageNumber": 314,
    "text": "Network consisting mainly of black homes, black churches, and black neighborhoods that helped slaves escape to the North by supplying shelter, food, and general assistance.",
    "regex": "underground railroad",
    "chapterId": 11
  },
  {
    "id": 145,
    "term": "Mason-Dixon line",
    "pageNumber": 321,
    "text": "A surveyor's mark that had established the boundary between Maryland and Pennsylvania in the colonial times. By the 1830s, the boundary divided the free North and the slave South.",
    "regex": "mason[ -]dixon line",
    "chapterId": 12
  },
  {
    "id": 146,
    "term": "cotton kingdom",
    "pageNumber": 321,
    "text": "Term for the South that reflected the dominance of cotton in the southern economy. Cotton was particularly important in the tier of states from South Carolina west to Texas. Cotton cultivation was the key factor in the growth of slavery.",
    "regex": "cotton kingdom",
    "chapterId": 12
  },
  {
    "id": 147,
    "term": "slave codes",
    "pageNumber": 322,
    "text": "Laws enacted in southern states in the 1820s and 1830s that required the total submission of slaves. Attacks by antislavery activists and by slaves convinced southern legislators that they had to do everything in their power to strengthen the institution of slavery.",
    "regex": "slave codes?",
    "chapterId": 12
  },
  {
    "id": 148,
    "term": "miscegenation",
    "pageNumber": 323,
    "text": "Interracial sex. Proslavery spokesmen played on the fears of whites when they suggested that giving blacks equal rights would lead to miscegenation. In reality, slavery led to considerable sexual abuse of black women by their white masters.",
    "regex": "miscegenation",
    "chapterId": 12
  },
  {
    "id": 149,
    "term": "planter",
    "pageNumber": 323,
    "text": "A substancial landowner who tilled his estate with twenty or more slaves. Planters dominated the social and political world of the South. Their values and ideology influenced the values of all southern whites.",
    "regex": "planter",
    "chapterId": 12
  },
  {
    "id": 150,
    "term": "plantation",
    "pageNumber": 323,
    "text": "Large farm worked by twenty or more slaves. Although small farms were more numerous, plantations produced more than 75 percent of the South's export crops.",
    "regex": "plantation",
    "chapterId": 12
  },
  {
    "id": 151,
    "term": "paternalism",
    "pageNumber": 326,
    "text": "The theory of slavery that emphsized reciprocal duties and obligations between masters and their slaves, with slaves providing labor and obedience and masters providing basic care and direction. Whites employed the concepts of paternalism to deny that the slave system was brutal and exploitative.",
    "regex": "paternalism",
    "chapterId": 12
  },
  {
    "id": 152,
    "term": "chivalry",
    "pageNumber": 328,
    "text": "The South's romantic ideal of male-female relationships. Chivalry's underlying assumptions about the weakness of white women and the protective authority of men resembled the paternalistic defense of slavery.",
    "regex": "chivalry",
    "chapterId": 12
  },
  {
    "id": 153,
    "term": "yeomen",
    "pageNumber": 334,
    "text": "Farmers who owned and worked on their own small plots of land. Yeomen living within the plantation belt were more dependent on planters than were yeomen living in the upcountry, where small farmers dominated.",
    "regex": "yeomen",
    "chapterId": 12
  },
  {
    "id": 154,
    "term": "plantation belt",
    "pageNumber": 334,
    "text": "Flatlands that spread from South Carolina to east Texas and were dominated by large plantations.",
    "regex": "plantation belt",
    "chapterId": 12
  },
  {
    "id": 155,
    "term": "upcountry",
    "pageNumber": 335,
    "text": "The hills and mountains of the South whose higher elevation, colder climate, rugged terrain, and poor transportation made the region less hospitable than the flatlands to slavery and large plantations.",
    "regex": "upcountry",
    "chapterId": 12
  },
  {
    "id": 156,
    "term": "free black",
    "pageNumber": 337,
    "text": "An African American who was not enslaved. Southern whites worried about the increasing numbers of free blacks. In the 1820s and 1830s, state legislatures stemmed the growth of the free black population and shrank the liberty of free blacks.",
    "regex": "free black",
    "chapterId": 12
  },
  {
    "id": 157,
    "term": "Wilmot Proviso",
    "pageNumber": 346,
    "text": "Proposal put forward by Representative David Wilmot of Pennsylvania in August 1846 to ban slavery in territory acquired from the Mexican-American War. The proviso enjoyed widespread support in the North, but Southerners saw it as an attack on their interests.",
    "regex": "wilmot proviso",
    "chapterId": 13
  },
  {
    "id": 158,
    "term": "free labor",
    "pageNumber": 346,
    "text": "Term referring to work conducted free from constraint and according to the laborer's own inclinations and will. The ideal of free labor lay at the heart of the North's argument that slavery should not be extended into the western territories.",
    "regex": "free labor",
    "chapterId": 13
  },
  {
    "id": 159,
    "term": "popular sovereignty",
    "pageNumber": 347,
    "text": "The idea that government is subject to the will of the people. Applied to the territories, popular sovereignty meant that the residents of a territory should determine, through their legislature, whether to allow slavery.",
    "regex": "popular sovereignty",
    "chapterId": 13
  },
  {
    "id": 160,
    "term": "Compromise of 1850",
    "pageNumber": 350,
    "text": "Laws passed in 1850 meant to resolve the dispute over the spread of slavery in the territories. Key elements included the admission of California as a free state and the Fugitive Slave Act. The Compromise soon unraveled.",
    "regex": "compromise of 1850|1850 compromise",
    "chapterId": 13
  },
  {
    "id": 161,
    "term": "Uncle Tom's Cabin",
    "pageNumber": 351,
    "text": "Enormously popular antislavery novel written by Harriet Beecher Stowe and published in 1852. It helped to solidify nothern sentiment against slavery and to confirm white Southerner's sense that no sympathy remained for them in the free states.",
    "regex": "uncle tom'?s? cabin",
    "chapterId": 13
  },
  {
    "id": 162,
    "term": "Fugitive Slave Act",
    "pageNumber": 351,
    "text": "A law included in the Compromise of 1850 to help attract southern support for the legislative package. Its strict provisions for capturing runaway slaves provoked outrage in the North and intensified antislavery sentiment in the region.",
    "regex": "fugitive slave act",
    "chapterId": 13
  },
  {
    "id": 163,
    "term": "Kansas-Nebraska Act",
    "pageNumber": 354,
    "text": "1854 law that divided Indian Territory into Kansas and Nebraska, repealed the Missouri Compromise, and left the new territories to decide the issue of slavery on the basis of popular sovereignty. The law led to bloody fighting in Kansas.",
    "regex": "kansas[ -]nebraska act",
    "chapterId": 13
  },
  {
    "id": 164,
    "term": "Republican Party",
    "pageNumber": 356,
    "text": "Antislavery party formed in 1854 following passage of the Kansas-Nebraska Act. The Republicans attempted to unite all those who opposed the extension of slavery into any territory of the United States.",
    "regex": "republican party",
    "chapterId": 13
  },
  {
    "id": 165,
    "term": "\"Bleeding Kansas\"",
    "pageNumber": 358,
    "text": "Term for the bloody struggle between proslavery and antislavery factions in Kansas following its organization in the fall of 1854. Corrupt election tactics led a proslavery victory, but free-soil Kansans established a rival territorial government, and violence quickly ensued.",
    "regex": "\"?bleeding kansas\"?",
    "chapterId": 13
  },
  {
    "id": 166,
    "term": "Dred Scott decision",
    "pageNumber": 360,
    "text": "1857 Supreme Court decision that ruled the Missouri Compromise unconstitutional. The Court ruled against slave Dred Scott, who claimed travels with his master into free states made him and his family free. The decision also denied the federal government the right to exclude slavery in the territories and declared that African Americans were not citizens.",
    "regex": "dred scott decision",
    "chapterId": 13
  },
  {
    "id": 167,
    "term": "Lincoln-Douglas debates",
    "pageNumber": 362,
    "text": "Series of debates on the issue of slavery and freedom between Democrat Stephen Douglas and Republican Abraham Lincoln, held as a part of the 1858 Illinois senatorial race. Douglas won the election, but the debates helped catapult Lincoln to national attention.",
    "regex": "lincoln[ -]douglas debates",
    "chapterId": 13
  },
  {
    "id": 168,
    "term": "Confederate States of America",
    "pageNumber": 365,
    "text": "Government formed by Lower South states on February 7, 1861, following their secession from the Union. Secessionists argued that the election of a Republican to the presidency imperiled slavery and the South no longer had political protection within the Union.",
    "regex": "confederate states of america",
    "chapterId": 13
  },
  {
    "id": 169,
    "term": "Fort Sumter",
    "pageNumber": 372,
    "text": "Union fort on an island at the entrance of Charleston harbor in South Carolina. After Confederate leaders learned President Lincoln intended to resupply Fort Sumter, Confederate forces attacked the fort on April 12, 1861, thus marking the start of the Civil War.",
    "regex": "fort sumter",
    "chapterId": 14
  },
  {
    "id": 170,
    "term": "battle of Bull Run (Manassas)",
    "pageNumber": 378,
    "text": "First major battle of the Civil War, fought at a railroad junction in northern Virginia on July 21, 1861. The Union suffered a sobering defeat, while the Confederates felt affirmed in their superiority and the inevitability of Confederate nationhood.",
    "regex": "battle of bull run \\(manassas\\)|battle of bull run,? manassas",
    "chapterId": 14
  },
  {
    "id": 171,
    "term": "battle of Antietam",
    "pageNumber": 379,
    "text": "Battle fought in Maryland on September 17, 1862, between the Union forces of George McClellan and Confederate troops of Robert E. Lee. The battle, a Union victory that left 6,000 dead and 17,000 wounded, was the bloodiest day of the war.",
    "regex": "battle of antietam|antietam",
    "chapterId": 14
  },
  {
    "id": 172,
    "term": "battle of Shiloh",
    "pageNumber": 382,
    "text": "Battle at Shiloh Church, Tennessee, on April 6-7, 1862, between Albert Sidney Johnston's Confederate forces and Ulysses S. Grant's Union army. The Union army ultimately prevailed, though at great cost to both sides. Shiloh ruined the Confederacy's bid to control the war in the West.",
    "regex": "battle of shiloh|shiloh battle",
    "chapterId": 14
  },
  {
    "id": 173,
    "term": "Union blockade",
    "pageNumber": 382,
    "text": "The United States' use of its navy to patrol the southern coastline to restrict Confederate access to supplies. Over time, the blockade became increasingly effective and succeeded in depriving the Confederacy of vital supplies.",
    "regex": "union blockade",
    "chapterId": 14
  },
  {
    "id": 174,
    "term": "King Cotton diplomacy",
    "pageNumber": 383,
    "text": "Confederate diplomatic strategy built on the hope that European nations starving for cotton would break the Union blockade and recognize the Confederacy. This strategy failed as Europeans held stores of surplus cotton and developed new sources outside the South.",
    "regex": "king cotton diplomacy",
    "chapterId": 14
  },
  {
    "id": 175,
    "term": "contraband of war",
    "pageNumber": 385,
    "text": "General Benjamin F. Butler's term for runaway slaves, who were considered confiscated property of war, not fugitives, and put to work in the Union army. This policy proved to be a step on the road to emancipation.",
    "regex": "contraband of war|war contraband",
    "chapterId": 14
  },
  {
    "id": 176,
    "term": "Emancipation Proclamation",
    "pageNumber": 386,
    "text": "President Lincoln's proclamation issued on January 1, 1863, declaring all slaves in Confederate-controlled territory free. The proclamation made the Civil War a war for abolition, though its limitations—exemptions for loyal border states and Union-occupied areas of the Confederacy—made some ridicule the act.",
    "regex": "emancipation proclamation",
    "chapterId": 14
  },
  {
    "id": 177,
    "term": "New York city draft riots",
    "pageNumber": 392,
    "text": "Four days of rioting in New York City in July 1863 triggered by efforts to enforce the military draft. Democratic Irish workingmen, suffering economic hardship, infuriated by the draft, and opposed to emancipation, killed at least 105 people, most of them black.",
    "regex": "new york city draft riots",
    "chapterId": 14
  },
  {
    "id": 178,
    "term": "siege of Vicksburg",
    "pageNumber": 393,
    "text": "Six-week siege by General Grant intended to starve out Vicksburg. On July 4, 1863, the 30,000 Confederate troops holding the city surrendered. The victory gave the Union control of the Mississippi River and, together with Gettysburg, marked a major turning point of the war.",
    "regex": "siege of vicksburg|vicksburg siege",
    "chapterId": 14
  },
  {
    "id": 179,
    "term": "battle of Gettysburg",
    "pageNumber": 393,
    "text": "Battle fought at Gettysburg, Pennsylvania (July 1-3, 1863), between the Union forces under General Meade and the Confederate forces under General Lee. The Union emerged victorious, and Lee lost more than one-third of his men. Together with Vicksburg, Gettysburg marked a major turning point in the Civil War.",
    "regex": "battle of gettysburg|gettysburg battle",
    "chapterId": 14
  },
  {
    "id": 180,
    "term": "Sherman's March to the Sea",
    "pageNumber": 395,
    "text": "Military campaign from September through December 1864 in which Union forces under General Sherman marched from Atlanta, Georgia, to the coast at Savannah. Carving a path of destruction as it progressed, Sherman's army aimed at destroying white Southerners' will to continue the war.",
    "regex": "sherman'?s? march to the sea",
    "chapterId": 14
  },
  {
    "id": 181,
    "term": "Freedmen's Bureau",
    "pageNumber": 405,
    "text": "Government organization created in March 1865 to distribute food and clothing to destitute Southerners and to ease the transition of slaves to free persons. Early efforts by the Freedmen's Bureau to distribute land to the newly freed blacks were later overturned by President Andrew Johnson.",
    "regex": "freedmen'?s? bureau",
    "chapterId": 15
  },
  {
    "id": 182,
    "term": "black codes",
    "pageNumber": 407,
    "text": "Laws passed by state governments in the South in 1865 and 1866 that sought to keep ex-slaves subordinates to whites. At the core of the black codes lay the desire to force freedmen back to the plantations.",
    "regex": "black codes",
    "chapterId": 15
  },
  {
    "id": 183,
    "term": "Civil Rights Act of 1866",
    "pageNumber": 409,
    "text": "Legislation passed by Congress in 1866 that nullified the black codes and affirmed that black Americans should have equal benefit of the law. This expansion of black rights and federal authority drew a veto from President Andrew Johnson, which Congress later overrode.",
    "regex": "civil rights act of 1866|1866 civil rights act",
    "chapterId": 15
  },
  {
    "id": 184,
    "term": "Fourteenth Amendment",
    "pageNumber": 409,
    "text": "Constitutional amendment passed in 1866 that made all native-born or naturalized persons U.S. citizens and prohibited states from abridging the rights of national citizens. The amendment hoped to guarantee equality before the law for black citizens.",
    "regex": "(fourteenth|14th) amendment",
    "chapterId": 15
  },
  {
    "id": 185,
    "term": "Military Reconstruction Act",
    "pageNumber": 411,
    "text": "Congressional act of March 1867 that initiated military rule of the South. Congressional reconstruction divided the ten unreconstructed Confederate states into five military districts, each under the direction of a Union general. It also established the procedure by which unreconstructed states could reenter the Union.",
    "regex": "military reconstruction act",
    "chapterId": 15
  },
  {
    "id": 186,
    "term": "Fifteenth Amendment",
    "pageNumber": 413,
    "text": "Constitutional amendment passed in February 1869 prohibiting states from depriving any citizen of the right to vote because of \"race, color, or previous condition of servitude.\" It extended black suffrage nationwide. Woman suffrage advocates were disappointed the amendment failed to extend voting rights to women.",
    "regex": "(fifteenth|15th) amendment",
    "chapterId": 15
  },
  {
    "id": 187,
    "term": "carpetbagger",
    "pageNumber": 414,
    "text": "Southerner's pejorative term for nothern migrants who sought opportunity in the South after the Civil War. Northern migrants formed an important part of the southern Republican Party.",
    "regex": "carpetbaggers?",
    "chapterId": 15
  },
  {
    "id": 188,
    "term": "scalawag",
    "pageNumber": 414,
    "text": "A derogatory term that Southerners applied to Southern white Republicans, who were seen as traitors to the South. Most were yeoman farmers.",
    "regex": "scalawag",
    "chapterId": 15
  },
  {
    "id": 189,
    "term": "Ku Klux Klan",
    "pageNumber": 415,
    "text": "Social club of Confederate veterans that quickly developed into a paramilitary organization supporting Democrats. The Klan went on a rampage of whipping, hanging, shooting, burning, and throat-cutting to defeat Republicans and restore white supremacy. Rapid demobilization of the Union army after the war left only twenty thousand troops to patrol the entire South. Without effective military protection, southern Republicans had to take care of themselves.",
    "regex": "ku klux klan",
    "chapterId": 15
  },
  {
    "id": 190,
    "term": "sharecropping",
    "pageNumber": 417,
    "text": "Labor system that emerged in the South during Reconstruction. Under this system, planters divided their plantations into small farms that freedmen rented, paying with a share of each year's crop. Sharecroppings gave blacks some freedom, but they remained dependent on white landlords and country merchants.",
    "regex": "sharecropping",
    "chapterId": 15
  },
  {
    "id": 191,
    "term": "Redeemers",
    "pageNumber": 421,
    "text": "Name taken by southern Democrats who harnessed white rage in order to overthrow Republican rule and black political power and thus, they believed, save southern civilization.",
    "regex": "redeemers?",
    "chapterId": 15
  },
  {
    "id": 192,
    "term": "Compromise of 1877",
    "pageNumber": 424,
    "text": "Informal agreement in which Democrats agreed not to block Hayes's inauguration and to deal fairly with freedmen, and Hayes vowed not to use the army to uphold the remaining Republican regimes in the South and to provide the South with substancial federal subsidies for railroads. The Compromise brought the Reconstruction era to an end.",
    "regex": "compromise of 1877|1877 compromise",
    "chapterId": 15
  }
]
