[
  {
    "id": 0,
    "term": "Beringia",
    "pageNumber": 5,
    "text": "The land brige between Siberia and Alaska that was exposed by the Wisconsin glaciation, allowing people to migrate into the Western Hemisphere.",
    "chapterId": 0
  },
  {
    "id": 1,
    "term": "Paleo-Indians",
    "pageNumber": 5,
    "text": "Archaeologists' term for the first migrants into North America and their descendants who spread across the Americas between 15,000 BP and 13,500 BP, approximately.",
    "chapterId": 0
  },
  {
    "id": 2,
    "term": "Clovis point",
    "pageNumber": 6,
    "text": "Distinctively shaped spearhead used by Paleo-Indians and named for the place in Mexico where it was first excavated.",
    "chapterId": 0
  },
  {
    "id": 3,
    "term": "hunter-gatherer",
    "pageNumber": 7,
    "text": "A way of life that involved hunting game and gathering food from naturally occurring sources, as opposed to engaging in agriculture and animal husbandry. Archaid Indians and their descendants survived in North America for centuries as hunter-gatherers.",
    "chapterId": 0
  },
  {
    "id": 4,
    "term": "Archaic Indians",
    "pageNumber": 7,
    "text": "Hunting and gathering peoples who descended from Paleo-Indians and dominated the Americas from 10,000 BP to between 4000 and 3000 BP, approximately.",
    "chapterId": 0
  },
  {
    "id": 5,
    "term": "pueblos",
    "pageNumber": 11,
    "text": "Multiunit dwellings, storage spaces, and ceremonial centers—often termed kivas— built by ancient Americans in the Southwest for centuries around AD 1000.",
    "chapterId": 0
  },
  {
    "id": 6,
    "term": "Pueblo Bonito",
    "pageNumber": 11,
    "text": "The largest residential and ceremonial site, containing more than 600 rooms and thirty-five kivas, in the major Anasazi cultural center of Chaco Canyon in present-day New Mexico.",
    "chapterId": 0
  },
  {
    "id": 7,
    "term": "burial mounds",
    "pageNumber": 12,
    "text": "Earthen mounds constructed by ancient American peoples, especially throughout the gigantic drainage of the Ohio and Mississippi rivers, after about 2500 BP and often used to bury important leaders and to enact ceremonies.",
    "chapterId": 0
  },
  {
    "id": 8,
    "term": "chiefdom",
    "pageNumber": 12,
    "text": "Hierarchical social organization headed by a chief. Archaeologists posit that the Woodland cultures were organized into chiefdoms because the construction of their characteristic burial mounds likely required one person having command over the labor of others.",
    "chapterId": 0
  },
  {
    "id": 9,
    "term": "Cahokia",
    "pageNumber": 13,
    "text": "The largest ceremonial site in ancient North America, located on the eastern bank of the Missippi River across from present-day St. Louis, where thousands of inhabitants built hundreds of earthen mounds between AD 700 and AD 1400.",
    "chapterId": 0
  },
  {
    "id": 10,
    "term": "Mexica",
    "pageNumber": 18,
    "text": "An empire that stretched from coast to coast across central Mexico and encompassed as many as six million people. Their culture was characterized by steep hierarchy and devotion to the war god Huitzilopochtli.",
    "chapterId": 0
  },
  {
    "id": 11,
    "term": "tribute",
    "pageNumber": 19,
    "text": "The goods the Mexica collected from conquered peoples, from basic food products to candidates for human sacrifice. Tribute engendered resentment among the Mexica's subjects, creating a vulnerability the Spaniards would later exploit.",
    "chapterId": 0
  },
  {
    "id": 12,
    "term": "Black Death",
    "pageNumber": 25,
    "text": "A disease that in the mid-fourteenth century killed about a third of the European population and left a legacy of increased food and resources for the survivors as well as a sense of a world in precarious balance.",
    "chapterId": 1
  },
  {
    "id": 13,
    "term": "Reconquest",
    "pageNumber": 27,
    "text": "The centuries-long drive to expel Muslims from the Iberian Peninsula undertaken by the Christian kingdoms of Spain and Portgual. The military victories of the Reconquest helped the Portguese gain greater access to sea routes.",
    "chapterId": 1
  },
  {
    "id": 14,
    "term": "Tainos",
    "pageNumber": 29,
    "text": "The Indians who inhabited San Salvador and many Caribbean islands and who were the first people Columbus encountered after making landfall in the New World.",
    "chapterId": 1
  },
  {
    "id": 15,
    "term": "Treaty of Torsedillas",
    "pageNumber": 30,
    "text": "The treaty negociated in 1494 to delineate land claims in the New World. The treaty drew an imaginary line west of the Canary Islands; land discovered west of the line belonged to Spain, and land to the east belonged to Portugal.",
    "chapterId": 1
  },
  {
    "id": 16,
    "term": "Columbian exchange",
    "pageNumber": 32,
    "text": "The transatlantic exchange of goods, people, and ideas that began when Colombus arrived in the Caribbean, ending the age-old separation of the hemispheres.",
    "chapterId": 1
  },
  {
    "id": 17,
    "term": "conquistadors",
    "pageNumber": 35,
    "text": "Term, literally meaning \"conquerors,\" that refers to the Spanish explorers and soldiers who conquered lands in the New World.",
    "chapterId": 1
  },
  {
    "id": 18,
    "term": "Incan empire",
    "pageNumber": "5",
    "text": "A region under the control of the Incas and their emperor, Atahualpa, that stretched along the western coast of South America and contained more than nine million people and a wealth in gold and silver.",
    "chapterId": 1
  },
  {
    "id": 19,
    "term": "Acoma pueblo revolt",
    "pageNumber": 36,
    "text": "Revolt against the Spaniards by Indians living at the Acoma pueblo in 1599. Juan de Oñate violently suppressed the uprising, but the Indians revolted again later that year, after which many Spanish settlers returned to Mexico.",
    "chapterId": 1
  },
  {
    "id": 20,
    "term": "New Spain",
    "pageNumber": 36,
    "text": "Land in the New World held by the Spanish crown. Spain pioneered techniques of using New World colonies to strengthen the kingdom in Europe and would become a model for other European nations.",
    "chapterId": 1
  },
  {
    "id": 21,
    "term": "encomienda",
    "pageNumber": 38,
    "text": "A system for governing used during the Reconquest and in New Spain. It allowed the Spanish encomendero, or \"owner\" of a town, to collect tribute from the town in return for providing law and order and encouraging \"his\" Indians to convert to Christianity.",
    "chapterId": 1
  },
  {
    "id": 22,
    "term": "creoles",
    "pageNumber": 40,
    "text": "Children born to Spanish parents in the New World who, with the peninsulares, made up the tiny portion of the population at the top of the colonial socical hierarchy.",
    "chapterId": 1
  },
  {
    "id": 23,
    "term": "Protestant Reformation",
    "pageNumber": 42,
    "text": "The reform movement that began 1517 with Martin Luther's critiques of the Roman Catholic Church, which precipitated an enduring schism that divided Protestants from Catholics.",
    "chapterId": 1
  },
  {
    "id": 24,
    "term": "Virginia Company",
    "pageNumber": 49,
    "text": "A joint-stock company organized by London investors in 1606 that received a land grant from King James I in order to establish English colonies in North America. Investors hoped to enrich themselves and strengthen England economically and politically.",
    "chapterId": 2
  },
  {
    "id": 25,
    "term": "Jamestown",
    "pageNumber": 49,
    "text": "The first permanent English settlement in North America, established in 1607 by colonists sponsored by the Virginia Company.",
    "chapterId": 2
  },
  {
    "id": 26,
    "term": "Algonquian Indians",
    "pageNumber": 50,
    "text": "People who inhabited the coastal plain of present-day Virginia, near the Chesapeake Bay, when English colonists first settled the region.",
    "chapterId": 2
  },
  {
    "id": 27,
    "term": "royal colony",
    "pageNumber": 52,
    "text": "A colony ruled by a king or queen and governed by officials appointed to serve the monarchy and represent its interests.",
    "chapterId": 2
  },
  {
    "id": 28,
    "term": "House of Burgesses",
    "pageNumber": 53,
    "text": "Organ of government in colonial Virginia made up of an assembly of representatives elected by the colony's male inhabitants. It was established by the Virginia Company and continued by the crown after Virginia was made a royal colony.",
    "chapterId": 2
  },
  {
    "id": 29,
    "term": "indentured servants",
    "pageNumber": 56,
    "text": "Poor immigrants who signed contracts known as indentures, in which they committed to four to seven years of labor in North America in exchange for transportation from England, as well as food and shelter after they arrived in the colony.",
    "chapterId": 2
  },
  {
    "id": 30,
    "term": "headright",
    "pageNumber": 57,
    "text": "Fifty acres of free land granted by the Virginia Company to planters for each indentured servant they purchased.",
    "chapterId": 2
  },
  {
    "id": 31,
    "term": "Navigation Acts",
    "pageNumber": 61,
    "text": "English laws passed in the 1650s and 1660s requiring that English colonial goods be shipped through English ports on English ships in order to benefit English merchants, shippes, and seamen.",
    "chapterId": 2
  },
  {
    "id": 32,
    "term": "Bacon's Rebellion",
    "pageNumber": 61,
    "text": "An unsuccessful rebellion against the colonial government in 1676, led by frontier settler Nathaniel Bacon, that arose when increased violence between Indians and colonists pushing westward was met with government refusal to protect settlers or allow them to settle Indian lands.",
    "chapterId": 2
  },
  {
    "id": 33,
    "term": "slavery",
    "pageNumber": 63,
    "text": "Coerced labor. African Slavery become the most important form of coerced labor in the New World in the seventeenth century.",
    "chapterId": 2
  },
  {
    "id": 34,
    "term": "Pueblo revolt",
    "pageNumber": 64,
    "text": "An effective revolt of Pueblo Indians in New Mexico, under the leadership of Popé, against the Spaniards in 1680. Particularly targeting symbols of Christianity, succeeded in killing two-thirds of Spanish missionaries and driving the Spaniards out of New Mexico.",
    "chapterId": 2
  },
  {
    "id": 35,
    "term": "Barbados",
    "pageNumber": 64,
    "text": "Colonized in the 1630s, this island in the English West Indie became an enormous sugar producer and a source of wealth for England. The island's African slaves quickly became a majority of the island's population despite the deadliness of their work.",
    "chapterId": 2
  },
  {
    "id": 36,
    "term": "English Reformation",
    "pageNumber": 74,
    "text": "Reform effort initiated by King Henry VIII that included banning the Catholic Church and declaring the English monarch head of the new Church of England but little change in doctrine. Henry's primary concern was consolidating his political power.",
    "chapterId": 3
  },
  {
    "id": 37,
    "term": "Puritans",
    "pageNumber": 74,
    "text": "Dissenters from the Church of England who wanted a genuine Reformation rather than the partial Reformation sought by Henry VIII. The Puritans' religious principles emphasized the importance of an individual's relationship with God developed through Bible study, prayer, and introspection.",
    "chapterId": 3
  },
  {
    "id": 38,
    "term": "Separatists",
    "pageNumber": 75,
    "text": "People who sought withdrawal from the Church of England. The Pilgrims were Seperatists.",
    "chapterId": 3
  },
  {
    "id": 39,
    "term": "Calvinism",
    "pageNumber": 79,
    "text": "Christian doctrine of Swiss Protestant theologian John Calvin. Its chief tenet was predestination, the idea that God had determined which human souls would receive eternal salvation. Despite this, Calvinism promoted strict discipline in daily and religious life.",
    "chapterId": 3
  },
  {
    "id": 40,
    "term": "predestination",
    "pageNumber": 79,
    "text": "Doctrine stating that God determined whether individuals were destined for salvation or damnation before their birth. According to the doctrine, nothing an individual did during his or her lifetime could affect that person's fate.",
    "chapterId": 3
  },
  {
    "id": 41,
    "term": "visible saints",
    "pageNumber": 79,
    "text": "Puritans who had passed the tests of conversion and church membership and were therefore thought to be among God's elect.",
    "chapterId": 3
  },
  {
    "id": 42,
    "term": "antinomians",
    "pageNumber": 81,
    "text": "Individuals who believed that Christians could be saved by faith alone and did not need to act in accordance with God's law as et forth in the Bible. Puritan leaders considered this belief to be a heresy.",
    "chapterId": 3
  },
  {
    "id": 43,
    "term": "Puritan Revolution",
    "pageNumber": 82,
    "text": "English civil war that arose out of disputes between King Charles I and Parliament, which was dominated by Puritans. The conflict began in 1642 and ended with the execution of Charles I in 1649, resulting in Puritan rules in England until 1660.",
    "chapterId": 3
  },
  {
    "id": 44,
    "term": "Halfway Covenant",
    "pageNumber": 84,
    "text": "A Puritan compromise established in Massachusetts in 1662 that allowed the unconverted children of visible saints to become \"halfway\" members of the church and baptize their own children even though they were not full members of the church themselves.",
    "chapterId": 3
  },
  {
    "id": 45,
    "term": "Quakers",
    "pageNumber": 84,
    "text": "Epithet for members of the Society of Friends. Their belief that God spoke directly to each individual through an \"inner light\" and that neither ministers nor the Bible was essential to discovering God's Word put them in conflict with orthodox Puritans.",
    "chapterId": 3
  },
  {
    "id": 46,
    "term": "New Netherland",
    "pageNumber": 86,
    "text": "Dutch colony on Manhattan Island. New Amsterdam was its capital and colony headquarters.",
    "chapterId": 3
  },
  {
    "id": 47,
    "term": "King Philip's War",
    "pageNumber": 92,
    "text": "War begun by Metacomet (King Philip), in which the Wampanoag Indidans attacked colonial settlements in western Massachusetts in 1675. Colonists responded by attacking the Wampanoag and other tribes they believed conspired with them. The colonists prevailed in the brutal war.",
    "chapterId": 3
  },
  {
    "id": 48,
    "term": "natural increase",
    "pageNumber": 99,
    "text": "Growth of population through reproduction, as opposed to immigration. In the eighteenth century, natural increase accounted for about three fourths of the American colonies' population growth.",
    "chapterId": 4
  },
  {
    "id": 49,
    "term": "partible inheritance",
    "pageNumber": 101,
    "text": "System of inheritance in which land was divided equally among sons. By the eighteenth century, this practice in Massachusetts had subdivided plots of land into units too small for subsistence, forcing children to move away to find sufficient farmland.",
    "chapterId": 4
  },
  {
    "id": 50,
    "term": "Pennsylvania Dutch",
    "pageNumber": 104,
    "text": "Name given by other colonists to German immigrants to the middle colonies; an English corruption of the German term Deutsch. Germans were the largest contingent of migrants from continental Europe to the middle colonies in the eighteenth century.",
    "chapterId": 4
  },
  {
    "id": 51,
    "term": "Scots-Irish",
    "pageNumber": 105,
    "text": "Protestant immigrants from northern Ireland, Scotland, and northern England. Deteriorating economic conditions in their European homelands contributed to increasing migration to the colonies in the eighteenth century.",
    "chapterId": 4
  },
  {
    "id": 52,
    "term": "redemptioners",
    "pageNumber": 105,
    "text": "A variant of indentured servants. In this system, a captain agreed to provide passage to Philadelphia, where redemptioners would obtain money for their transportation, usually by selling themselves as servants.",
    "chapterId": 4
  },
  {
    "id": 53,
    "term": "Middle Passage",
    "pageNumber": 109,
    "text": "The crossing of the Atlantic by slave ships traveling from West Africa to the Americas. Slaves were crowded together in extremely unhealthful circumstances, and mortality rates were high.",
    "chapterId": 4
  },
  {
    "id": 54,
    "term": "new Negroes",
    "pageNumber": 111,
    "text": "Term given to newly arrived African slaves in the colonies. Planters usually maintained only a small number of recent arrivals among their slaves at any given time in order to accelerate their acculturation to their new circumstances.",
    "chapterId": 4
  },
  {
    "id": 55,
    "term": "Stono Rebellion",
    "pageNumber": 113,
    "text": "Slave uprising in Stono, South Carolina, in 1739 in which a group of slaves armed themselves, plundered six plantations, and killed more than twenty whites. Whites quickly suppressed the rebellion.",
    "chapterId": 4
  },
  {
    "id": 56,
    "term": "task system",
    "pageNumber": 113,
    "text": "A system of labor in which a slave was assigned a daily task to complete and allowed to do as he wished upon its completion. This system offered more freedom than the carefully supervised gang-labor system.",
    "chapterId": 4
  },
  {
    "id": 57,
    "term": "Enlightenment",
    "pageNumber": 116,
    "text": "An eighteenth-century philosophical movement that emphasized the use of reason to reevaluate previously accepted doctrines and traditions. Enlightenment ideas encouraged examination of the world and independence of mind.",
    "chapterId": 4
  },
  {
    "id": 58,
    "term": "Great Awakening",
    "pageNumber": 117,
    "text": "Wave of revivals that began in Massachusetts and spread through the colonies in the 1730s and 1740s. The movement emphasized vital religious faith and personal choice. It was characterized by large, open-air meetings at which emotional sermons were given by itinerant preachers.",
    "chapterId": 4
  },
  {
    "id": 59,
    "term": "presidios",
    "pageNumber": 119,
    "text": "Spanish forts built to block Russian advance into California.",
    "chapterId": 4
  },
  {
    "id": 60,
    "term": "Seven Year's War",
    "pageNumber": 127,
    "text": "War (1754-1763) between Britain and France that ended with British domination of North America; known in America as the French and Indian War. Its high expense laid the foundation for conflict that would lead to the American Revolution.",
    "chapterId": 5
  },
  {
    "id": 61,
    "term": "Pontiac's Rebellion",
    "pageNumber": 132,
    "text": "A coordinated uprising of Native American tribes in 1763 in the Northwest (Great Lakes region) after the end of the Seven Years' War. The rebellion heightened Britain's determination to create a boundary between Americans and Indians, embodied in the proclamation of 1763.",
    "chapterId": 5
  },
  {
    "id": 62,
    "term": "Sugar (Revenue) Act",
    "pageNumber": 134,
    "text": "1764 British law that decreased the duty on French molasses, making it more attractive for shippers to obey the law, and at the same time raised penalties for smuggling. The Sugar Act regulated trade but was also intended to raise revenue.",
    "chapterId": 5
  },
  {
    "id": 63,
    "term": "Stamp Act",
    "pageNumber": 134,
    "text": "1765 British law imposing a tax on all paper used for official documents, for the purpose of raising revenue. Widespread resistance to the Stamp Act led to its repeal in 1766.",
    "chapterId": 5
  },
  {
    "id": 64,
    "term": "virtual representation",
    "pageNumber": 135,
    "text": "The theory that all British subjects were represented in Parliament, whether they had elected representatives in that body or not. American colonists rejected the theory of virtual representation, arguing that only direct representatives had the right to tax the colonies.",
    "chapterId": 5
  },
  {
    "id": 65,
    "term": "Declaratory Act",
    "pageNumber": 138,
    "text": "1766 law issued by Parliament to assert Parliament's unassailable right to legislate for its British colonies \"in all cases whatsoever,\" putting Americans on notice that the simultaneous repeal of the Stamp Act changed nothing in the imperial powers of Britain.",
    "chapterId": 5
  },
  {
    "id": 66,
    "term": "Townshend duties",
    "pageNumber": 138,
    "text": "British law that established new duties on tea, glass, lead, paper, and painters' colors imported into the colonies. The Townshend duties led to boycotts and heightened tensions between Britain and the American colonies.",
    "chapterId": 5
  },
  {
    "id": 67,
    "term": "Boston Massacre",
    "pageNumber": 141,
    "text": "March 1770, incident in Boston in which Birtish soldiers fired on an American crowd, killing five. The Boston Massacre became a rallying point for colonists who increasingly saw the British government as tyrannical and illegitimate.",
    "chapterId": 5
  },
  {
    "id": 68,
    "term": "commitees of correspondence",
    "pageNumber": 142,
    "text": "A communications network established among towns in Massachusetts and also among colonial capital towns in 1772-1773 to provide for rapid dissemination of news about important political developments. These committees politicized ordinary townspeople, sparking a revolutionary language of rights and duties.",
    "chapterId": 5
  },
  {
    "id": 69,
    "term": "Tea Act of 1773",
    "pageNumber": 142,
    "text": "British act that lowered the existing tax on tea to entice boycotting Americans to buy it. Resistance to the Tea Act led to the passage of the Coercive Acts and imposition of military rule in Massachusetts.",
    "chapterId": 5
  },
  {
    "id": 70,
    "term": "Coercive (Intolerable) Acts",
    "pageNumber": 143,
    "text": "Four British acts of 1774 meant to punish Massachusetts for the destruction of three shiploads of tea. Known in America as the Intolerable Acts, they led to open rebellion in the northern colonies.",
    "chapterId": 5
  },
  {
    "id": 71,
    "term": "First Continental Congress",
    "pageNumber": 145,
    "text": "September 1774 gathering of colonial delegates in Philadelphia to discuss the crisis precipitated by the Coercive Acts. The congress produced a declaration of rights and an agreement to impose a limited boycott of trade with Britain.",
    "chapterId": 5
  },
  {
    "id": 72,
    "term": "Second Continental Congress",
    "pageNumber": 154,
    "text": "Legislative body that governed the United States from May 1775 through the war's duration. It established an army, created its own money, and declared independence once all hope for a peaceful reconciliation with Britain was gone.",
    "chapterId": 6
  },
  {
    "id": 73,
    "term": "Continental Army",
    "pageNumber": 155,
    "text": "The army created in June 1775 by the Second Continental Congress to oppose the British. Virginian George Washington, commander in chief, had the task of turning the local militias and untrained volunteers into a disciplined army.",
    "chapterId": 6
  },
  {
    "id": 74,
    "term": "battle of Bunker Bill",
    "pageNumber": 155,
    "text": "Second battle of the Revolutionary War, on June 16, 1775, involving a massive British attack on New England militia units on a hill facing Boston. The militiamen finally yielded the hill, but not before inflicting heavy casualties on the British.",
    "chapterId": 6
  },
  {
    "id": 75,
    "term": "Common Sense",
    "pageNumber": 157,
    "text": "Pamphlet written by Thomas Paine in 1776 that laid out the case for independence. In it, Paine rejected monarchy, advocating its replacement with republican government based on the consent of the people. The pamphlet influenced public opinion throughout the colonies.",
    "chapterId": 6
  },
  {
    "id": 76,
    "term": "Declaration of Independance",
    "pageNumber": 158,
    "text": "A document containing philosophical principles and a list of grievances that declared separation from Britain. Adopted by the Second Continental Congress on July 4, 1776, it ended a period of intense debate with moderates still hoping to reconcile with Britain.",
    "chapterId": 6
  },
  {
    "id": 77,
    "term": "battle of Long Island",
    "pageNumber": 162,
    "text": "First major engagement of the new Continental army, defending against 45,000 British troops newly arrived on western Long Island (today Brooklyn). The Continentals retreated, with high casualties and many taken prisoner.",
    "chapterId": 6
  },
  {
    "id": 78,
    "term": "Ladies Association",
    "pageNumber": 163,
    "text": "A women's organization in Philadelphia that collected substantial money donations in 1780 to reward Continental soldiers for their service. A woman leader authored a declaration, \"The Sentiments of an American Woman,\" to justify women's entry into political life.",
    "chapterId": 6
  },
  {
    "id": 79,
    "term": "loyalists",
    "pageNumber": 164,
    "text": "Colonists who remained loyal to Britain during the Revolutionary War, probably numbering around one fifth of the population in 1776. Colonists remained loyal to Britain for many reasons, and loyalists could be found in every region of the country.",
    "chapterId": 6
  },
  {
    "id": 80,
    "term": "battle of Oriskany",
    "pageNumber": 169,
    "text": "A punishing defeat for Americans in a ravine named Oriskany near Fort Stanwix in New York in August 1777. German American militiamen aided by allied Oneida warriors were ambushed by Mohawk and Seneca Indians, and 400 on the revolutionary side were killed.",
    "chapterId": 6
  },
  {
    "id": 81,
    "term": "battle of Saratoga",
    "pageNumber": 169,
    "text": "A multistage battle in New York ending with the decisive defeat and surrender of British gneral John Burgoyne on October 17, 1777. France was convinced by this victory to throw its official support to the American side of the war.",
    "chapterId": 6
  },
  {
    "id": 82,
    "term": "battle of Yorktown",
    "pageNumber": 177,
    "text": "October 1781 battle that sealed American victory in the Revolutionary War. American troops and a French fleet trapped the British army under the command of General Charles Cornwallis at Yorktown, Virginia.",
    "chapterId": 6
  },
  {
    "id": 83,
    "term": "Treaty (Peace) of Paris, 1783",
    "pageNumber": 177,
    "text": "September 3, 1783, treaty that ended the Revolutionary War. The treaty acknowledged America's independence, set its boundaries, and promised the quick withdrawal of British troops from American soil. It failed to recognize Indians as players in the conflict.",
    "chapterId": 6
  },
  {
    "id": 84,
    "term": "Articles of Confederation",
    "pageNumber": 183,
    "text": "The written document defining the structure of the government from 1781 to 1788 under which the union was a confederation of equal states, with no executive and limited powers, existing mainly to foster a common defense.",
    "chapterId": 7
  },
  {
    "id": 85,
    "term": "republicanism",
    "pageNumber": 187,
    "text": "A social philosophy that embraced representative institutions (as opposed to monarchy), a citizenry attuned to civic values above private interests, and a virtuous community in which individuals work to promote the public good.",
    "chapterId": 7
  },
  {
    "id": 86,
    "term": "gradual emancipation",
    "pageNumber": 190,
    "text": "A law passed in five northern states that balanced civil rights against property rights by providing a multistage process for freeing slaves, distinguishing persons already alive from those not yet born and providing benchmark dates when freedom would arrive for each group.",
    "chapterId": 7
  },
  {
    "id": 87,
    "term": "Newburgh Conspiracy",
    "pageNumber": 191,
    "text": "A bogus threatened coup staged by Continental army officers and leaders in the congress in 1782-1783, who hoped that a forceful demand for military back pay and pensions would create pressure for stronger taxation powers. General Washington defused the threat.",
    "chapterId": 7
  },
  {
    "id": 88,
    "term": "Treaty of Fort Stanwix",
    "pageNumber": 193,
    "text": "1784 treaty with the Iroquois Confederacy that established the primacy of the American confederation (and not the states) to negociate with Indians and resulted in large land cessions in the Ohio Country (northwestern Pennsylvania and eastern Ohio). Tribes not present at Fort Stanwix disavowed the treaty.",
    "chapterId": 7
  },
  {
    "id": 89,
    "term": "Northwest Ordinance",
    "pageNumber": 194,
    "text": "Land Act of 1787 that established a three-stage process by which settled territories would become states. It also banned slavery in the Northwest territory. The ordinance guaranteed that western lands with white population would not become colonial dependencies.",
    "chapterId": 7
  },
  {
    "id": 90,
    "term": "Shays's Rebellion",
    "pageNumber": 197,
    "text": "Uprising (1786-1787) led by farmers centered in western Massachusetts. Dissidents protested taxation policies of the eastern elites who controlled the state's government. Shays's Rebellion caused leaders throughout the country to worry about the confederation's ability to handle civil disorder.",
    "chapterId": 7
  },
  {
    "id": 91,
    "term": "Virginia Plan",
    "pageNumber": 198,
    "text": "Plan drafted by James Madison, presented at the opening of the Philadelphia constitutional convention. Designed as a powerful three-branch government, with representation in both houses of the congress to be tied to population, this plan eclipsed the voice of small states in national government.",
    "chapterId": 7
  },
  {
    "id": 92,
    "term": "New Jersey Plan",
    "pageNumber": 199,
    "text": "Alternative plan for the structure of the national government drafted by delegates from small states, retaining the confederation's single house congress with one vote per state. It shared with the Virginia plan enhanced congressional powers, including the right to tax, regulate trade, and use force to stop popular uprisings.",
    "chapterId": 7
  },
  {
    "id": 93,
    "term": "United States Constitution",
    "pageNumber": 199,
    "text": "The document written in 1787 and subsequently ratified by the orginal thirteen states that laid out the governing structure of the United States in separate legislative, executive, and judicial branches.",
    "chapterId": 7
  },
  {
    "id": 94,
    "term": "three-fifths clause",
    "pageNumber": 199,
    "text": "Clause in the Constitution that stipulated that all free persons plus \"three-fifths of all other Persons\" would constitute the numerical base for apportioning both representation and taxation. The clause tacitly acknowledged the existence of slavery in the United States.",
    "chapterId": 7
  },
  {
    "id": 95,
    "term": "Federalists",
    "pageNumber": 201,
    "text": "One of the two dominant political groups that emerged in the 1790s. Federalist leaders supported Britain in foreign policy and commercial interests at home. Prominent Federalists included George Washington, Alexander Hamilton, and John Adams.",
    "chapterId": 7
  },
  {
    "id": 96,
    "term": "Antifederalists",
    "pageNumber": 202,
    "text": "Opponents of ratification of the Constitution. Antifederalists feared that a powerful and distant central government would be out of touch with the needs of citizens. They also complained that the Constitution failed to guarantee individual liberties in a bill of rights.",
    "chapterId": 7
  },
  {
    "id": 97,
    "term": "Bill of Rights",
    "pageNumber": 211,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 98,
    "term": "Report on Public Credit",
    "pageNumber": 214,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 99,
    "term": "Report on Manufactures",
    "pageNumber": 216,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 100,
    "term": "Whiskey Rebellion",
    "pageNumber": 217,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 101,
    "term": "Treaty of Greenville",
    "pageNumber": 221,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 102,
    "term": "Jay Treaty",
    "pageNumber": 223,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 103,
    "term": "Haitian Revolution",
    "pageNumber": 224,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 104,
    "term": "Federalists",
    "pageNumber": 226,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 105,
    "term": "Republicans",
    "pageNumber": 226,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 106,
    "term": "XYZ Affair",
    "pageNumber": 228,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 107,
    "term": "Alien and Sedition Acts",
    "pageNumber": 228,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 108,
    "term": "Virginia and Kentucky Resolutions",
    "pageNumber": 228,
    "text": "",
    "chapterId": 8
  },
  {
    "id": 109,
    "term": "Marbury v. Madison",
    "pageNumber": 237,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 110,
    "term": "Louisiana Purchase",
    "pageNumber": 239,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 111,
    "term": "Lewis and Clark expedition",
    "pageNumber": 241,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 112,
    "term": "impressment",
    "pageNumber": 243,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 113,
    "term": "Embargo Act of 1807",
    "pageNumber": 243,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 114,
    "term": "battle of Tippecanoe",
    "pageNumber": 245,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 115,
    "term": "War Hawks",
    "pageNumber": 245,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 116,
    "term": "Creek War",
    "pageNumber": 247,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 117,
    "term": "battle of New Orleans",
    "pageNumber": 247,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 118,
    "term": "Hartford Convention",
    "pageNumber": 248,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 119,
    "term": "feme covert",
    "pageNumber": 248,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 120,
    "term": "Missouri Compromise",
    "pageNumber": 254,
    "text": "",
    "chapterId": 9
  },
  {
    "id": 121,
    "term": "Erie Canal",
    "pageNumber": 266,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 122,
    "term": "Lowell mills",
    "pageNumber": 267,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 123,
    "term": "second Bank of the United States",
    "pageNumber": 268,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 124,
    "term": "Whigs",
    "pageNumber": 270,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 125,
    "term": "Democrats",
    "pageNumber": 270,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 126,
    "term": "Indian Removal Act of 1830",
    "pageNumber": 273,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 127,
    "term": "Trail of Tears",
    "pageNumber": 275,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 128,
    "term": "nullification",
    "pageNumber": 275,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 129,
    "term": "Second Great Awakening",
    "pageNumber": 279,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 130,
    "term": "American Temperance Society",
    "pageNumber": 280,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 131,
    "term": "New York Female Moral Reform Society",
    "pageNumber": 280,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 132,
    "term": "panic of 1837",
    "pageNumber": 284,
    "text": "",
    "chapterId": 10
  },
  {
    "id": 133,
    "term": "mechanical reapers",
    "pageNumber": 292,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 134,
    "term": "American system",
    "pageNumber": 292,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 135,
    "term": "manifest destiny",
    "pageNumber": 298,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 136,
    "term": "Oregon Trail",
    "pageNumber": 298,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 137,
    "term": "Mormons",
    "pageNumber": 300,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 138,
    "term": "Lone Star Republic",
    "pageNumber": 303,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 139,
    "term": "Treaty of Guadalupe Hidalgo",
    "pageNumber": 308,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 140,
    "term": "California gold rush",
    "pageNumber": 309,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 141,
    "term": "Oneida community",
    "pageNumber": 312,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 142,
    "term": "Seneca Falls Declaration of Sentiments",
    "pageNumber": 312,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 143,
    "term": "American Colonization Society",
    "pageNumber": 314,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 144,
    "term": "underground railroad",
    "pageNumber": 314,
    "text": "",
    "chapterId": 11
  },
  {
    "id": 145,
    "term": "Mason-Dixon line",
    "pageNumber": 321,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 146,
    "term": "cotton kingdom",
    "pageNumber": 321,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 147,
    "term": "slave codes",
    "pageNumber": 322,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 148,
    "term": "miscegenation",
    "pageNumber": 323,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 149,
    "term": "planter",
    "pageNumber": 323,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 150,
    "term": "plantation",
    "pageNumber": 323,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 151,
    "term": "paternalism",
    "pageNumber": 326,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 152,
    "term": "chivalry",
    "pageNumber": 328,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 153,
    "term": "yeomen",
    "pageNumber": 334,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 154,
    "term": "plantation  belt",
    "pageNumber": 334,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 155,
    "term": "upcountry",
    "pageNumber": 335,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 156,
    "term": "free black",
    "pageNumber": 337,
    "text": "",
    "chapterId": 12
  },
  {
    "id": 157,
    "term": "Wilmot Proviso",
    "pageNumber": 346,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 158,
    "term": "free labor",
    "pageNumber": 346,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 159,
    "term": "popular sovereignty",
    "pageNumber": 347,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 160,
    "term": "Compromise of 1850",
    "pageNumber": 350,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 161,
    "term": "Uncle Tom's Cabin",
    "pageNumber": 351,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 162,
    "term": "Fugitive Slave Act",
    "pageNumber": 351,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 163,
    "term": "Kansas-Nebraska Act",
    "pageNumber": 354,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 164,
    "term": "Republican Party",
    "pageNumber": 356,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 165,
    "term": "\"Bleeding Kansas\"",
    "pageNumber": 358,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 166,
    "term": "Dred Scott decision",
    "pageNumber": 360,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 167,
    "term": "Lincoln-Douglas debates",
    "pageNumber": 362,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 168,
    "term": "Confederate States of America",
    "pageNumber": 365,
    "text": "",
    "chapterId": 13
  },
  {
    "id": 169,
    "term": "Fort Sumter",
    "pageNumber": 372,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 170,
    "term": "battle of Bull Run (Manassas)",
    "pageNumber": 378,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 171,
    "term": "battle of Antietam",
    "pageNumber": 379,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 172,
    "term": "battle of Siloh",
    "pageNumber": 382,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 173,
    "term": "Union blockade",
    "pageNumber": 382,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 174,
    "term": "King Cotton diplomacy",
    "pageNumber": 383,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 175,
    "term": "contraband of war",
    "pageNumber": 385,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 176,
    "term": "Emancipation Proclamation",
    "pageNumber": 386,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 177,
    "term": "New York city draft riots",
    "pageNumber": 392,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 178,
    "term": "siege of Vicksburg",
    "pageNumber": 393,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 179,
    "term": "battle of Gettysburg",
    "pageNumber": 393,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 180,
    "term": "Sherman's March to the Sea",
    "pageNumber": 395,
    "text": "",
    "chapterId": 14
  },
  {
    "id": 181,
    "term": "Freedmen's Bureau",
    "pageNumber": 405,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 182,
    "term": "black code",
    "pageNumber": 407,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 183,
    "term": "Civil Rights Act of 1866",
    "pageNumber": 409,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 184,
    "term": "Fourteenth Amendment",
    "pageNumber": 409,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 185,
    "term": "Military Reconstruction",
    "pageNumber": 411,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 186,
    "term": "Fifteenth Amendment",
    "pageNumber": 413,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 187,
    "term": "carpetbagger",
    "pageNumber": 414,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 188,
    "term": "scalawag",
    "pageNumber": 414,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 189,
    "term": "Ku Klux Klan",
    "pageNumber": 415,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 190,
    "term": "sharecropping",
    "pageNumber": 417,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 191,
    "term": "Redeemers",
    "pageNumber": 421,
    "text": "",
    "chapterId": 15
  },
  {
    "id": 192,
    "term": "Compromise of 1877",
    "pageNumber": 424,
    "text": "",
    "chapterId": 15
  }
]
